{
    "bulbasaur": [
        "There is a plant seed on its back right from the day this Pokémon is born. The seed slowly grows larger.",
        "While it is young, it uses the nutrients that are stored in the seed on its back in order to grow."
    ],
    "ivysaur": [
        "When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs.",
        "Exposure to sunlight adds to its strength. Sunlight also makes the bud on its back grow larger."
    ],
    "venusaur": [
        "Its plant blooms when it is absorbing solar energy. It stays on the move to seek sunlight.",
        "A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle."
    ],
    "charmander": [
        "It has a preference for hot things. When it rains, steam is said to spout from the tip of its tail.",
        "From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out."
    ],
    "charmeleon": [
        "It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws.",
        "If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings."
    ],
    "charizard": [
        "It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames.",
        "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures."
    ],
    "squirtle": [
        "When it retracts its long neck into its shell, it squirts out water with vigorous force.",
        "When it feels threatened, it draws its limbs inside its shell and sprays water from its mouth."
    ],
    "wartortle": [
        "It is recognized as a symbol of longevity. If its shell has algae on it, that Wartortle is very old.",
        "It cleverly controls its furry ears and tail to maintain its balance while swimming."
    ],
    "blastoise": [
        "It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell.",
        "The rocket cannons on its shell fire jets of water capable of punching holes through thick steel."
    ],
    "caterpie": [
        "For protection, it releases a horrible stench from the antenna on its head to drive away enemies.",
        "Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls."
    ],
    "metapod": [
        "It is waiting for the moment to evolve. At this stage, it can only harden, so it remains motionless to avoid attack.",
        "Even though it is encased in a sturdy shell, the body inside is tender. It can’t withstand a harsh attack."
    ],
    "butterfree": [
        "In battle, it flaps its wings at great speed to release highly toxic dust into the air.",
        "It collects honey every day. It rubs honey onto the hairs on its legs to carry it back to its nest."
    ],
    "weedle": [
        "Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves.",
        "Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves."
    ],
    "kakuna": [
        "Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy.",
        "Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy."
    ],
    "beedrill": [
        "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",
        "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly."
    ],
    "pidgey": [
        "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back.",
        "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back."
    ],
    "pidgeotto": [
        "This Pokémon is full of vitality. It constantly flies around its large territory in search of prey.",
        "This Pokémon is full of vitality. It constantly flies around its large territory in search of prey."
    ],
    "pidgeot": [
        "This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.",
        "This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons."
    ],
    "rattata": [
        "Will chew on anything with its fangs. If you see one, you can be certain that 40 more live in the area.",
        "Will chew on anything with its fangs. If you see one, you can be certain that 40 more live in the area."
    ],
    "raticate": [
        "Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey.",
        "Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey."
    ],
    "spearow": [
        "Inept at flying high. However, it can fly around very fast to protect its territory.",
        "Inept at flying high. However, it can fly around very fast to protect its territory."
    ],
    "fearow": [
        "A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly.",
        "A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly."
    ],
    "ekans": [
        "The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest.",
        "The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest."
    ],
    "arbok": [
        "The frightening patterns on its belly have been studied. Six variations have been confirmed.",
        "The frightening patterns on its belly have been studied. Six variations have been confirmed."
    ],
    "pikachu": [
        "Pikachu that can generate powerful electricity have cheek sacs that are extra soft and super stretchy.",
        "When Pikachu meet, they’ll touch their tails together and exchange electricity through them as a form of greeting."
    ],
    "raichu": [
        "Its long tail serves as a ground to protect itself from its own high-voltage power.",
        "If its electric pouches run empty, it raises its tail to gather electricity from the atmosphere."
    ],
    "sandshrew": [
        "It loves to bathe in the grit of dry, sandy areas. By sand bathing, the Pokémon rids itself of dirt and moisture clinging to its body.",
        "It burrows into the ground to create its nest. If hard stones impede its tunneling, it uses its sharp claws to shatter them and then carries on digging."
    ],
    "sandslash": [
        "The drier the area Sandslash lives in, the harder and smoother the Pokémon’s spikes will feel when touched.",
        "It climbs trees by hooking on with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew waiting below the tree."
    ],
    "nidoran-f": [
        "Females are more sensitive to smells than males. While foraging, they’ll use their whiskers to check wind direction and stay downwind of predators.",
        "It uses its hard incisor teeth to crush and eat berries. The tip of a female Nidoran’s horn is a bit more rounded than the tip of a male’s horn."
    ],
    "nidorina": [
        "The horn on its head has atrophied. It’s thought that this happens so Nidorina’s children won’t get poked while their mother is feeding them.",
        "If the group is threatened, these Pokémon will band together to assault enemies with a chorus of ultrasonic waves."
    ],
    "nidoqueen": [
        "Nidoqueen is better at defense than offense. With scales like armor, this Pokémon will shield its children from any kind of attack.",
        "It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present."
    ],
    "nidoran-m": [
        "The horn on a male Nidoran’s forehead contains a powerful poison. This is a very cautious Pokémon, always straining its large ears.",
        "Small but brave, this Pokémon will hold its ground and even risk its life in battle to protect the female it’s friendly with."
    ],
    "nidorino": [
        "With a horn that’s harder than diamond, this Pokémon goes around shattering boulders as it searches for a moon stone.",
        "It’s nervous and quick to act aggressively. The potency of its poison increases along with the level of adrenaline present in its body."
    ],
    "nidoking": [
        "When it goes on a rampage, it’s impossible to control. But in the presence of a Nidoqueen it’s lived with for a long time, Nidoking calms down.",
        "Nidoking prides itself on its strength. It’s forceful and spirited in battle, making use of its thick tail and diamond-crushing horn."
    ],
    "clefairy": [
        "It is said that happiness will come to those who see a gathering of Clefairy dancing under a full moon.",
        "Its adorable behavior and cry make it highly popular. However, this cute Pokémon is rarely found."
    ],
    "clefable": [
        "A timid fairy Pokémon that is rarely seen, it will run and hide the moment it senses people.",
        "Their ears are sensitive enough to hear a pin drop from over a mile away, so they’re usually found in quiet places."
    ],
    "vulpix": [
        "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.",
        "As each tail grows, its fur becomes more lustrous. When held, it feels slightly warm."
    ],
    "ninetales": [
        "It is said to live 1,000 years, and each of its tails is loaded with supernatural powers.",
        "Very smart and very vengeful. Grabbing one of its many tails could result in a 1,000-year curse."
    ],
    "jigglypuff": [
        "Jigglypuff has top-notch lung capacity, even by comparison to other Pokémon. It won’t stop singing its lullabies until its foes fall asleep.",
        "By freely changing the wavelength of its voice, Jigglypuff sings a mysterious melody sure to make any listener sleepy."
    ],
    "wigglytuff": [
        "The more air it takes in, the more it inflates. If opponents catch it in a bad mood, it will inflate itself to an enormous size to intimidate them.",
        "It’s proud of its fur, which is fine and delicate. In particular, the curl on its forehead has a texture that’s perfectly heavenly."
    ],
    "zubat": [
        "It emits ultrasonic waves from its mouth to check its surroundings. Even in tight caves, Zubat flies around with skill.",
        "Zubat live in caves, down where the sun’s light won’t reach. In the morning, they gather together to keep each other warm as they sleep."
    ],
    "golbat": [
        "It loves to drink other creatures’ blood. It’s said that if it finds others of its kind going hungry, it sometimes shares the blood it’s gathered.",
        "Its feet are tiny, but this Pokémon walks skillfully. It sneaks up on sleeping prey before sinking in its fangs and slurping up blood."
    ],
    "oddish": [
        "If exposed to moonlight, it starts to move. It roams far and wide at night to scatter its seeds.",
        "During the day, it stays in the cold underground to avoid the sun. It grows by bathing in moonlight."
    ],
    "gloom": [
        "Its pistils exude an incredibly foul odor. The horrid stench can cause fainting at a distance of 1.25 miles.",
        "What appears to be drool is actually sweet honey. It is very sticky and clings stubbornly if touched."
    ],
    "vileplume": [
        "It has the world’s largest petals. With every step, the petals shake out heavy clouds of toxic pollen.",
        "The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up."
    ],
    "paras": [
        "Burrows under the ground to gnaw on tree roots. The mushrooms on its back absorb most of the nutrition.",
        "Burrows under the ground to gnaw on tree roots. The mushrooms on its back absorb most of the nutrition."
    ],
    "parasect": [
        "The bug host is drained of energy by the mushroom on its back. The mushroom appears to do all the thinking.",
        "The bug host is drained of energy by the mushroom on its back. The mushroom appears to do all the thinking."
    ],
    "venonat": [
        "Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes.",
        "Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes."
    ],
    "venomoth": [
        "The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact.",
        "The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact."
    ],
    "diglett": [
        "If a Diglett digs through a field, it leaves the soil perfectly tilled and ideal for planting crops.",
        "It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot."
    ],
    "dugtrio": [
        "A team of Diglett triplets. It triggers huge earthquakes by burrowing 60 miles underground.",
        "These Diglett triplets dig over 60 miles below sea level. No one knows what it’s like underground."
    ],
    "meowth": [
        "It loves to collect shiny things. If it’s in a good mood, it might even let its Trainer have a look at its hoard of treasures.",
        "It washes its face regularly to keep the coin on its forehead spotless. It doesn’t get along with Galarian Meowth."
    ],
    "persian": [
        "Getting this prideful Pokémon to warm up to you takes a lot of effort, and it will claw at you the moment it gets annoyed.",
        "Its elegant and refined behavior clashes with that of the barbaric Perrserker. The relationship between the two is one of mutual disdain."
    ],
    "psyduck": [
        "Psyduck is constantly beset by headaches. If the Pokémon lets its strange power erupt, apparently the pain subsides for a while.",
        "As Psyduck gets stressed out, its headache gets progressively worse. It uses intense psychic energy to overwhelm those around it."
    ],
    "golduck": [
        "This Pokémon lives in gently flowing rivers. It paddles through the water with its long limbs, putting its graceful swimming skills on display.",
        "Old tales tell of Golduck punishing those that defiled its river. The guilty were dragged into the water and taken away."
    ],
    "mankey": [
        "An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything.",
        "An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything."
    ],
    "primeape": [
        "It stops being angry only when nobody else is around. To view this moment is very difficult.",
        "It stops being angry only when nobody else is around. To view this moment is very difficult."
    ],
    "growlithe": [
        "It has a brave and trustworthy nature. It fearlessly stands up to bigger and stronger foes.",
        "Extremely loyal, it will fearlessly bark at any opponent to protect its own Trainer from harm."
    ],
    "arcanine": [
        "The sight of it running over 6,200 miles in a single day and night has captivated many people.",
        "A Pokémon that has long been admired for its beauty. It runs agilely as if on wings."
    ],
    "poliwag": [
        "For Poliwag, swimming is easier than walking. The swirl pattern on its belly is actually part of the Pokémon’s innards showing through the skin.",
        "In rivers with fast-flowing water, this Pokémon will cling to a rock by using its thick lips, which act like a suction cup."
    ],
    "poliwhirl": [
        "Staring at the swirl on its belly causes drowsiness. This trait of Poliwhirl’s has been used in place of lullabies to get children to go to sleep.",
        "This Pokémon’s sweat is a slimy mucus. When captured, Poliwhirl can slither from its enemies’ grasp and escape."
    ],
    "poliwrath": [
        "Its body is solid muscle. When swimming through cold seas, Poliwrath uses its impressive arms to smash through drift ice and plow forward.",
        "Poliwrath is skilled at both swimming and martial arts. It uses its well-trained arms to dish out powerful punches."
    ],
    "abra": [
        "This Pokémon uses its psychic powers while it sleeps. The contents of Abra’s dreams affect the powers that the Pokémon wields.",
        "Abra can teleport in its sleep. Apparently the more deeply Abra sleeps, the farther its teleportations go."
    ],
    "kadabra": [
        "Using its psychic power, Kadabra levitates as it sleeps. It uses its springy tail as a pillow.",
        "This Pokémon’s telekinesis is immensely powerful. To prepare for evolution, Kadabra stores up psychic energy in the star on its forehead."
    ],
    "alakazam": [
        "It has an incredibly high level of intelligence. Some say that Alakazam remembers everything that ever happens to it, from birth till death.",
        "Alakazam wields potent psychic powers. It’s said that this Pokémon used these powers to create the spoons it holds."
    ],
    "machop": [
        "Its whole body is composed of muscles. Even though it’s the size of a human child, it can hurl 100 grown-ups.",
        "Always brimming with power, it passes time by lifting boulders. Doing so makes it even stronger."
    ],
    "machoke": [
        "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.",
        "Its formidable body never gets tired. It helps people by doing work such as the moving of heavy goods."
    ],
    "machamp": [
        "It quickly swings its four arms to rock its opponents with ceaseless punches and chops from all angles.",
        "With four arms that react more quickly than it can think, it can execute many punches at once."
    ],
    "bellsprout": [
        "Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them.",
        "Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them."
    ],
    "weepinbell": [
        "When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids.",
        "When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids."
    ],
    "victreebel": [
        "Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all.",
        "Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all."
    ],
    "tentacool": [
        "Tentacool is not a particularly strong swimmer. It drifts across the surface of shallow seas as it searches for prey.",
        "This Pokémon is mostly made of water. A Tentacool out in the ocean is very hard to spot, because its body blends in with the sea."
    ],
    "tentacruel": [
        "When the red orbs on Tentacruel’s head glow brightly, watch out. The Pokémon is about to fire off a burst of ultrasonic waves.",
        "Its 80 tentacles can stretch and shrink freely. Tentacruel ensnares prey in a net of spread-out tentacles, delivering venomous stings to its catch."
    ],
    "geodude": [
        "Commonly found near mountain trails and the like. If you step on one by accident, it gets angry.",
        "Commonly found near mountain trails and the like. If you step on one by accident, it gets angry."
    ],
    "graveler": [
        "Often seen rolling down mountain trails. Obstacles are just things to roll straight over, not avoid.",
        "Often seen rolling down mountain trails. Obstacles are just things to roll straight over, not avoid."
    ],
    "golem": [
        "Once it sheds its skin, its body turns tender and whitish. Its hide hardens when it’s exposed to air.",
        "Once it sheds its skin, its body turns tender and whitish. Its hide hardens when it’s exposed to air."
    ],
    "ponyta": [
        "It can’t run properly when it’s newly born. As it races around with others of its kind, its legs grow stronger.",
        "If you’ve been accepted by Ponyta, its burning mane is mysteriously no longer hot to the touch."
    ],
    "rapidash": [
        "This Pokémon can be seen galloping through fields at speeds of up to 150 mph, its fiery mane fluttering in the wind.",
        "The fastest runner becomes the leader, and it decides the herd’s pace and direction of travel."
    ],
    "slowpoke": [
        "Slow-witted and oblivious, this Pokémon won’t feel any pain if its tail gets eaten. It won’t notice when its tail grows back, either.",
        "When this Pokémon’s tail is soaked in water, sweetness seeps from it. Slowpoke uses this trait to lure in and fish up other Pokémon."
    ],
    "slowbro": [
        "Slowpoke became Slowbro when a Shellder bit on to its tail. Sweet flavors seeping from the tail make the Shellder feel as if its life is a dream.",
        "Being bitten by a Shellder shocked this Pokémon into standing on two legs. If the Shellder lets go, it seems Slowbro will turn back into a Slowpoke."
    ],
    "magnemite": [
        "At times, Magnemite runs out of electricity and ends up on the ground. If you give batteries to a grounded Magnemite, it’ll start moving again.",
        "It subsists on electricity. As Magnemite flies, it emits electromagnetic waves from the units on each side of its body."
    ],
    "magneton": [
        "This Pokémon is three Magnemite that have linked together. Magneton sends out powerful radio waves to study its surroundings.",
        "This Pokémon is constantly putting out a powerful magnetic force. Most computers go haywire when a Magneton approaches."
    ],
    "farfetchd": [
        "The stalk this Pokémon carries in its wings serves as a sword to cut down opponents. In a dire situation, the stalk can also serve as food.",
        "They use a plant stalk as a weapon, but not all of them use it in the same way. Several distinct styles of stalk fighting have been observed."
    ],
    "doduo": [
        "Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs.",
        "Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs."
    ],
    "dodrio": [
        "One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies.",
        "One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies."
    ],
    "seel": [
        "Loves freezing-cold conditions. Relishes swimming in a frigid climate of around 14 degrees Fahrenheit.",
        "Loves freezing-cold conditions. Relishes swimming in a frigid climate of around 14 degrees Fahrenheit."
    ],
    "dewgong": [
        "Its entire body is a snowy white. Unharmed by even intense cold, it swims powerfully in icy waters.",
        "Its entire body is a snowy white. Unharmed by even intense cold, it swims powerfully in icy waters."
    ],
    "grimer": [
        "Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path.",
        "Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path."
    ],
    "muk": [
        "Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell.",
        "Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell."
    ],
    "shellder": [
        "It swims facing backward by opening and closing its two-piece shell. It is surprisingly fast.",
        "Its hard shell repels any kind of attack. It is vulnerable only when its shell is open."
    ],
    "cloyster": [
        "Its shell is extremely hard. It cannot be shattered, even with a bomb. The shell opens only when it is attacking.",
        "Once it slams its shell shut, it is impossible to open, even by those with superior strength."
    ],
    "gastly": [
        "Born from gases, anyone would faint if engulfed by its gaseous body, which contains poison.",
        "With its gas-like body, it can sneak into any place it desires. However, it can be blown away by wind."
    ],
    "haunter": [
        "Its tongue is made of gas. If licked, its victim starts shaking constantly until death eventually comes.",
        "If you get the feeling of being watched in darkness when nobody is around, Haunter is there."
    ],
    "gengar": [
        "On the night of a full moon, if shadows move on their own and laugh, it must be Gengar’s doing.",
        "It is said to emerge from darkness to steal the lives of those who become lost in mountains."
    ],
    "onix": [
        "As it digs through the ground, it absorbs many hard objects. This is what makes its body so solid.",
        "It rapidly bores through the ground at 50 mph by squirming and twisting its massive, rugged body."
    ],
    "drowzee": [
        "If you sleep by it all the time, it will sometimes show you dreams it had eaten in the past.",
        "If you sleep by it all the time, it will sometimes show you dreams it had eaten in the past."
    ],
    "hypno": [
        "Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum.",
        "Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum."
    ],
    "krabby": [
        "It can be found near the sea. The large pincers grow back if they are torn out of their sockets.",
        "If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger."
    ],
    "kingler": [
        "Its large and hard pincer has 10,000-horsepower strength. However, being so big, it is unwieldy to move.",
        "Its oversized claw is very powerful, but when it’s not in battle, the claw just gets in the way."
    ],
    "voltorb": [
        "It is said to camouflage itself as a Poké Ball. It will self-destruct with very little stimulus.",
        "It is said to camouflage itself as a Poké Ball. It will self-destruct with very little stimulus."
    ],
    "electrode": [
        "Stores electrical energy inside its body. Even the slightest shock could trigger a huge explosion.",
        "Stores electrical energy inside its body. Even the slightest shock could trigger a huge explosion."
    ],
    "exeggcute": [
        "Though it may look like it’s just a bunch of eggs, it’s a proper Pokémon. Exeggcute communicates with others of its kind via telepathy, apparently.",
        "These Pokémon get nervous when they’re not in a group of six. The minute even one member of the group goes missing, Exeggcute become cowardly."
    ],
    "exeggutor": [
        "Each of Exeggutor’s three heads is thinking different thoughts. The three don’t seem to be very interested in one another.",
        "When they work together, Exeggutor’s three heads can put out powerful psychic energy. Cloudy days make this Pokémon sluggish."
    ],
    "cubone": [
        "When the memory of its departed mother brings it to tears, its cries echo mournfully within the skull it wears on its head.",
        "This Pokémon wears the skull of its deceased mother. Sometimes Cubone’s dreams make it cry, but each tear Cubone sheds makes it stronger."
    ],
    "marowak": [
        "This Pokémon overcame its sorrow to evolve a sturdy new body. Marowak faces its opponents bravely, using a bone as a weapon.",
        "When this Pokémon evolved, the skull of its mother fused to it. Marowak’s temperament also turned vicious at the same time."
    ],
    "hitmonlee": [
        "This amazing Pokémon has an awesome sense of balance. It can kick in succession from any position.",
        "The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick."
    ],
    "hitmonchan": [
        "Its punches slice the air. They are launched at such high speed, even a slight graze could cause a burn.",
        "Its punches slice the air. However, it seems to need a short break after fighting for three minutes."
    ],
    "lickitung": [
        "If this Pokémon’s sticky saliva gets on you and you don’t clean it off, an intense itch will set in. The itch won’t go away, either.",
        "Bug Pokémon are Lickitung’s main food source. This Pokémon paralyzes its prey with a lick from its long tongue, then swallows the prey whole."
    ],
    "koffing": [
        "Its body is full of poisonous gas. It floats into garbage dumps, seeking out the fumes of raw, rotting trash.",
        "It adores polluted air. Some claim that Koffing used to be more plentiful in the Galar region than they are now."
    ],
    "weezing": [
        "It mixes gases between its two bodies. It’s said that these Pokémon were seen all over the Galar region back in the day.",
        "It can’t suck in air quite as well as a Galarian Weezing, but the toxins it creates are more potent than those of its counterpart."
    ],
    "rhyhorn": [
        "Strong, but not too bright, this Pokémon can shatter even a skyscraper with its charging tackles.",
        "It can remember only one thing at a time. Once it starts rushing, it forgets why it started."
    ],
    "rhydon": [
        "It begins walking on its hind legs after evolution. It can punch holes through boulders with its horn.",
        "Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees Fahrenheit."
    ],
    "chansey": [
        "The egg Chansey carries is not only delicious but also packed with nutrition. It’s used as a high-class cooking ingredient.",
        "This species was once very slow. To protect their eggs from other creatures, these Pokémon became able to flee quickly."
    ],
    "tangela": [
        "Hidden beneath a tangle of vines that grows nonstop even if the vines are torn off, this Pokémon’s true appearance remains a mystery.",
        "The vines of a Tangela have a distinct scent. In some parts of Galar, Tangela vines are used as herbs."
    ],
    "kangaskhan": [
        "Although it’s carrying its baby in a pouch on its belly, Kangaskhan is swift on its feet. It intimidates its opponents with quick jabs.",
        "There are records of a lost human child being raised by a childless Kangaskhan."
    ],
    "horsea": [
        "Horsea makes its home in oceans with gentle currents. If this Pokémon is under attack, it spits out pitch-black ink and escapes.",
        "They swim with dance-like motions and cause whirlpools to form. Horsea compete to see which of them can generate the biggest whirlpool."
    ],
    "seadra": [
        "It’s the males that raise the offspring. While Seadra are raising young, the spines on their backs secrete thicker and stronger poison.",
        "Seadra’s mouth is slender, but its suction power is strong. In an instant, Seadra can suck in food that’s larger than the opening of its mouth."
    ],
    "goldeen": [
        "Its dorsal, pectoral, and tail fins wave elegantly in water. That is why it is known as the Water Dancer.",
        "Its dorsal and pectoral fins are strongly developed like muscles. It can swim at a speed of five knots."
    ],
    "seaking": [
        "In autumn, its body becomes more fatty in preparing to propose to a mate. It takes on beautiful colors.",
        "Using its horn, it bores holes in riverbed boulders, making nests to prevent its eggs from washing away."
    ],
    "staryu": [
        "If you visit a beach at the end of summer, you’ll be able to see groups of Staryu lighting up in a steady rhythm.",
        "Fish Pokémon nibble at it, but Staryu isn’t bothered. Its body regenerates quickly, even if part of it is completely torn off."
    ],
    "starmie": [
        "This Pokémon has an organ known as its core. The organ glows in seven colors when Starmie is unleashing its potent psychic powers.",
        "Starmie swims by spinning its body at high speed. As this Pokémon cruises through the ocean, it absorbs tiny plankton."
    ],
    "mr-mime": [
        "The broadness of its hands may be no coincidence—many scientists believe its palms became enlarged specifically for pantomiming.",
        "It’s known for its top-notch pantomime skills. It protects itself from all sorts of attacks by emitting auras from its fingers to create walls."
    ],
    "scyther": [
        "As Scyther fights more and more battles, its scythes become sharper and sharper. With a single slice, Scyther can fell a massive tree.",
        "If you come across an area in a forest where a lot of the trees have been cut down, what you've found is a Scyther's territory."
    ],
    "jynx": [
        "In certain parts of Galar, Jynx was once feared and worshiped as the Queen of Ice.",
        "The Jynx of Galar often have beautiful and delicate voices. Some of these Pokémon have even gathered a fan base."
    ],
    "electabuzz": [
        "Many power plants keep Ground-type Pokémon around as a defense against Electabuzz that come seeking electricity.",
        "With the coming of a storm, many of these Pokémon will gather under tall trees and sit there waiting for lightning to strike."
    ],
    "magmar": [
        "Magmar dispatches its prey with fire. But it regrets this habit once it realizes that it has burned its intended prey to a charred crisp.",
        "These Pokémon’s bodies are constantly burning. Magmar are feared as one of the causes behind fires."
    ],
    "pinsir": [
        "These Pokémon judge one another based on pincers. Thicker, more impressive pincers make for more popularity with the opposite gender.",
        "This Pokémon clamps its pincers down on its prey and then either splits the prey in half or flings it away."
    ],
    "tauros": [
        "When Tauros begins whipping itself with its tails, it’s a warning that the Pokémon is about to charge with astounding speed.",
        "The Tauros of the Galar region are volatile in nature, and they won’t allow people to ride on their backs."
    ],
    "magikarp": [
        "It is virtually worthless in terms of both power and speed. It is the most weak and pathetic Pokémon in the world.",
        "This weak and pathetic Pokémon gets easily pushed along rivers when there are strong currents."
    ],
    "gyarados": [
        "It has an extremely aggressive nature. The Hyper Beam it shoots from its mouth totally incinerates all targets.",
        "Once it begins to rampage, a Gyarados will burn everything down, even in a harsh storm."
    ],
    "lapras": [
        "A smart and kindhearted Pokémon, it glides across the surface of the sea while its beautiful song echoes around it.",
        "Crossing icy seas is no issue for this cold-resistant Pokémon. Its smooth skin is a little cool to the touch."
    ],
    "ditto": [
        "It can reconstitute its entire cellular structure to change into what it sees, but it returns to normal when it relaxes.",
        "When it encounters another Ditto, it will move faster than normal to duplicate that opponent exactly."
    ],
    "eevee": [
        "It has the ability to alter the composition of its body to suit its surrounding environment.",
        "Thanks to its unstable genetic makeup, this special Pokémon conceals many different possible evolutions."
    ],
    "vaporeon": [
        "When Vaporeon’s fins begin to vibrate, it is a sign that rain will come within a few hours.",
        "Its body’s cellular structure is similar to the molecular composition of water. It can melt invisibly in water."
    ],
    "jolteon": [
        "If it is angered or startled, the fur all over its body bristles like sharp needles that pierce foes.",
        "It accumulates negative ions in the atmosphere to blast out 10,000-volt lightning bolts."
    ],
    "flareon": [
        "Once it has stored up enough heat, this Pokémon’s body temperature can reach up to 1,700 degrees Fahrenheit.",
        "It stores some of the air it inhales in its internal flame pouch, which heats it to over 3,000 degrees Fahrenheit."
    ],
    "porygon": [
        "State-of-the-art technology was used to create Porygon. It was the first artificial Pokémon to be created via computer programming.",
        "In recent years, this species has been very helpful in cyberspace. These Pokémon will go around checking to make sure no suspicious data exists."
    ],
    "omanyte": [
        "Because some Omanyte manage to escape after being restored or are released into the wild by people, this species is becoming a problem.",
        "This Pokémon is a member of an ancient, extinct species. Omanyte paddles through water with its 10 tentacles, looking like it’s just drifting along."
    ],
    "omastar": [
        "Weighed down by a large and heavy shell, Omastar couldn’t move very fast. Some say it went extinct because it was unable to catch food.",
        "Omastar’s sharp fangs could crush rock, but the Pokémon can attack only the prey that come within reach of its tentacles."
    ],
    "kabuto": [
        "This species is almost entirely extinct. Kabuto molt every three days, making their shells harder and harder.",
        "While some say this species has gone extinct, Kabuto sightings are apparently fairly common in some places."
    ],
    "kabutops": [
        "Kabutops slices its prey apart and sucks out the fluids. The discarded body parts become food for other Pokémon.",
        "The cause behind the extinction of this species is unknown. Kabutops were aggressive Pokémon that inhabited warm seas."
    ],
    "aerodactyl": [
        "This is a ferocious Pokémon from ancient times. Apparently even modern technology is incapable of producing a perfectly restored specimen.",
        "Aerodactyl’s sawlike fangs can shred skin to tatters—even the skin of Steel-type Pokémon."
    ],
    "snorlax": [
        "It is not satisfied unless it eats over 880 pounds of food every day. When it is done eating, it goes promptly to sleep.",
        "This Pokémon’s stomach is so strong, even eating moldy or rotten food will not affect it."
    ],
    "articuno": [
        "It’s said that this Pokémon’s beautiful blue wings are made of ice. Articuno flies over snowy mountains, its long tail fluttering along behind it.",
        "This Pokémon can control ice at will. Articuno is said to live in snowy mountains riddled with permafrost."
    ],
    "zapdos": [
        "This Pokémon has complete control over electricity. There are tales of Zapdos nesting in the dark depths of pitch-black thunderclouds.",
        "Zapdos is a legendary bird Pokémon. It’s said that when Zapdos rubs its feathers together, lightning will fall immediately after."
    ],
    "moltres": [
        "It’s one of the legendary bird Pokémon. When Moltres flaps its flaming wings, they glimmer with a dazzling red glow.",
        "There are stories of this Pokémon using its radiant, flame-cloaked wings to light up paths for those lost in the mountains."
    ],
    "dratini": [
        "Dratini dwells near bodies of rapidly flowing water, such as the plunge pools of waterfalls. As it grows, Dratini will shed its skin many times.",
        "This Pokémon was long considered to be no more than a myth. The small lump on a Dratini’s forehead is actually a horn that’s still coming in."
    ],
    "dragonair": [
        "This Pokémon lives in pristine oceans and lakes. It can control the weather, and it uses this power to fly into the sky, riding on the wind.",
        "This Pokémon gathers power in the orbs on its tail and controls the weather. When enshrouded by an aura, Dragonair has a mystical appearance."
    ],
    "dragonite": [
        "It’s a kindhearted Pokémon. If it spots a drowning person or Pokémon, Dragonite simply must help them.",
        "This Pokémon is known as the Sea Incarnate. Figureheads that resemble Dragonite decorate the bows of many ships."
    ],
    "mewtwo": [
        "Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different.",
        "Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different."
    ],
    "mew": [
        "When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen.",
        "When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen."
    ],
    "chikorita": [
        "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.",
        "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around."
    ],
    "bayleef": [
        "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.",
        "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy."
    ],
    "meganium": [
        "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit.",
        "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit."
    ],
    "cyndaquil": [
        "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.",
        "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion."
    ],
    "quilava": [
        "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.",
        "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames."
    ],
    "typhlosion": [
        "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.",
        "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders."
    ],
    "totodile": [
        "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.",
        "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury."
    ],
    "croconaw": [
        "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.",
        "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in."
    ],
    "feraligatr": [
        "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.",
        "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed."
    ],
    "sentret": [
        "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.",
        "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear."
    ],
    "furret": [
        "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.",
        "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet."
    ],
    "hoothoot": [
        "It always stands on one foot. It changes feet so fast, the movement can rarely be seen.",
        "It begins to hoot at the same time every day. Some Trainers use them in place of clocks."
    ],
    "noctowl": [
        "Its eyes are specially developed to enable it to see clearly even in murky darkness and minimal light.",
        "When it needs to think, it rotates its head 180 degrees to sharpen its intellectual power."
    ],
    "ledyba": [
        "This Pokémon is very sensitive to cold. In the warmth of Alola, it appears quite lively.",
        "These very cowardly Pokémon join together and use Reflect to protect their nest."
    ],
    "ledian": [
        "It’s said that the patterns on its back are related to the stars in the night sky, but the details of that relationship remain unclear.",
        "It flies through the night sky, sprinkling sparkly dust. According to some, if that dust sticks to you, good things will happen to you."
    ],
    "spinarak": [
        "With threads from its mouth, it fashions sturdy webs that won’t break even if you set a rock on them.",
        "Although the poison from its fangs isn’t that strong, it’s potent enough to weaken prey that gets caught in its web."
    ],
    "ariados": [
        "Every night, it wanders around in search of prey, whose movements it restrains by spewing threads before it bites into them with its fangs.",
        "It spews threads from its mouth to catch its prey. When night falls, it leaves its web to go hunt aggressively."
    ],
    "crobat": [
        "Both of its legs have turned into wings. Without a sound, Crobat flies swiftly toward its prey and sinks its fangs into the nape of its target’s neck.",
        "This Pokémon flaps its four wings skillfully. Crobat can fly through cramped caves without needing to slow down."
    ],
    "chinchou": [
        "Its antennae, which evolved from a fin, have both positive and negative charges flowing through them.",
        "On the dark ocean floor, its only means of communication is its constantly flashing lights."
    ],
    "lanturn": [
        "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.",
        "This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack."
    ],
    "pichu": [
        "Despite its small size, it can zap even adult humans. However, if it does so, it also surprises itself.",
        "The electric sacs in its cheeks are small. If even a little electricity leaks, it becomes shocked."
    ],
    "cleffa": [
        "According to local rumors, Cleffa are often seen in places where shooting stars have fallen.",
        "Because of its unusual, starlike silhouette, people believe that it came here on a meteor."
    ],
    "igglybuff": [
        "Igglybuff loves to sing. Its marshmallow-like body gives off a faint sweet smell.",
        "Taking advantage of the softness of its body, Igglybuff moves as if bouncing. Its body turns a deep pink when its temperature rises."
    ],
    "togepi": [
        "The shell seems to be filled with joy. It is said that it will share good luck when treated kindly.",
        "It is considered to be a symbol of good luck. Its shell is said to be filled with happiness."
    ],
    "togetic": [
        "They say that it will appear before kindhearted, caring people and shower them with happiness.",
        "It grows dispirited if it is not with kind people. It can float in midair without moving its wings."
    ],
    "natu": [
        "It is extremely good at climbing tree trunks and likes to eat the new sprouts on the trees.",
        "Because its wings aren’t yet fully grown, it has to hop to get around. It is always staring at something."
    ],
    "xatu": [
        "They say that it stays still and quiet because it is seeing both the past and future at the same time.",
        "This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day."
    ],
    "mareep": [
        "Clothing made from Mareep’s fleece is easily charged with static electricity, so a special process is used on it.",
        "Rubbing its fleece generates electricity. You’ll want to pet it because it’s cute, but if you use your bare hand, you’ll get a painful shock."
    ],
    "flaaffy": [
        "In the places on its body where fleece doesn’t grow, its skin is rubbery and doesn’t conduct electricity. Those spots are safe to touch.",
        "It stores electricity in its fluffy fleece. If it stores up too much, it will start to go bald in those patches."
    ],
    "ampharos": [
        "The light from its tail can be seen from space. This is why you can always tell exactly where it is, which is why it usually keeps the light off.",
        "Its tail shines bright and strong. It has been prized since long ago as a beacon for sailors."
    ],
    "bellossom": [
        "Plentiful in the tropics. When it dances, its petals rub together and make a pleasant ringing sound.",
        "Bellossom gather at times and appear to dance. They say that the dance is a ritual to summon the sun."
    ],
    "marill": [
        "This Pokémon uses its round tail as a float. The ball of Marill’s tail is filled with nutrients that have been turned into an oil.",
        "Even after Marill swims in a cold sea, its water- repellent fur dries almost as soon as Marill leaves the water. That’s why this Pokémon is never cold."
    ],
    "azumarill": [
        "It spends most of its time in the water. On sunny days, Azumarill floats on the surface of the water and sunbathes.",
        "These Pokémon create air-filled bubbles. When Azurill play in rivers, Azumarill will cover them with these bubbles."
    ],
    "sudowoodo": [
        "If a tree branch shakes when there is no wind, it’s a Sudowoodo, not a tree. It hides from the rain.",
        "It disguises itself as a tree to avoid attack. It hates water, so it will disappear if it starts raining."
    ],
    "politoed": [
        "At nightfall, these Pokémon appear on the shores of lakes. They announce their territorial claims by letting out cries that sound like shouting.",
        "The cry of a male is louder than that of a female. Male Politoed with deep, menacing voices find more popularity with the opposite gender."
    ],
    "hoppip": [
        "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.",
        "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away."
    ],
    "skiploom": [
        "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.",
        "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer."
    ],
    "jumpluff": [
        "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.",
        "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating."
    ],
    "aipom": [
        "As it did more and more with its tail, its hands became clumsy. It makes its nest high in the treetops.",
        "It searches for prey from the tops of trees. When it spots its favorite food, Bounsweet, Aipom gets excited and pounces."
    ],
    "sunkern": [
        "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.",
        "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew."
    ],
    "sunflora": [
        "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.",
        "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night."
    ],
    "yanma": [
        "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.",
        "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey."
    ],
    "wooper": [
        "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.",
        "When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating."
    ],
    "quagsire": [
        "It has an easygoing nature. It doesn’t care if it bumps its head on boats and boulders while swimming.",
        "Its body is always slimy. It often bangs its head on the river bottom as it swims but seems not to care."
    ],
    "espeon": [
        "By reading air currents, it can predict things such as the weather or its foe’s next move.",
        "It unleashes psychic power from the orb on its forehead. When its power is exhausted, the orb grows dull and dark."
    ],
    "umbreon": [
        "When this Pokémon becomes angry, its pores secrete a poisonous sweat, which it sprays at its opponent’s eyes.",
        "On the night of a full moon, or when it gets excited, the ring patterns on its body glow yellow."
    ],
    "murkrow": [
        "It has a weakness for shiny things. It’s been known to sneak into the nests of Gabite—noted collectors of jewels—in search of treasure.",
        "It searches for shiny things for its boss. Murkrow’s presence is said to be unlucky, so many people detest it."
    ],
    "slowking": [
        "Miraculously, this former Slowpoke’s latent intelligence was drawn out when Shellder poison raced through its brain.",
        "Slowking can solve any problem presented to it, but no one can understand a thing Slowking says."
    ],
    "misdreavus": [
        "What gives meaning to its life is surprising others. If you set your ear against the red orbs around its neck, you can hear shrieking.",
        "What makes it happy is imitating the voices of weeping people and scaring everyone. It doesn’t deal well with folks who aren’t easily frightened."
    ],
    "unown": [
        "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.",
        "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known."
    ],
    "wobbuffet": [
        "It hates light and shock. If attacked, it inflates its body to pump up its counterstrike.",
        "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack."
    ],
    "girafarig": [
        "Girafarig’s rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite.",
        "Girafarig’s rear head contains a tiny brain that is too small for thinking. However, the rear head doesn’t need to sleep, so it can keep watch over its surroundings 24 hours a day."
    ],
    "pineco": [
        "Motionless, it hangs from trees, waiting for its bug Pokémon prey to come to it. Its favorite in Alola is Cutiefly.",
        "It sticks tree bark to itself with its saliva, making itself thicker and larger. Elderly Pineco are ridiculously huge."
    ],
    "forretress": [
        "When something approaches it, it fires off fragments of its steel shell in attack. This is not a conscious action but a conditioned reflex.",
        "In the moment that it gulps down its prey, the inside of its shell is exposed, but to this day, no one has ever seen that sight."
    ],
    "dunsparce": [
        "This Pokémon’s tiny wings have some scientists saying that Dunsparce used to fly through the sky in ancient times.",
        "The nests Dunsparce live in are mazes of tunnels. They never get lost in their own nests—they can tell where they are by the scent of the dirt."
    ],
    "gligar": [
        "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.",
        "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb."
    ],
    "steelix": [
        "It is said that if an Onix lives for over 100 years, its composition changes to become diamond-like.",
        "It is thought its body transformed as a result of iron accumulating internally from swallowing soil."
    ],
    "snubbull": [
        "It grows close to others easily and is also easily spoiled. The disparity between its face and its actions makes many young people wild about it.",
        "In contrast to its appearance, it’s quite timid. When playing with other puppy Pokémon, it sometimes gets bullied."
    ],
    "granbull": [
        "While it has powerful jaws, it doesn’t care for disputes, so it rarely has a chance to display their might.",
        "Although it’s popular with young people, Granbull is timid and sensitive, so it’s totally incompetent as a watchdog."
    ],
    "qwilfish": [
        "When faced with a larger opponent, it swallows as much water as it can to match the opponent's size.",
        "The small spikes covering its body developed from scales. They inject a toxin that causes fainting."
    ],
    "scizor": [
        "Bulky pincers account for one third of Scizor's body weight. A single swing of one of these pincers will crush a boulder completely.",
        "Though its body is slim, Scizor has tremendous attacking power. Even Scizor's muscles are made of metal."
    ],
    "shuckle": [
        "It stores berries inside its shell. To avoid attacks, it hides beneath rocks and remains completely still.",
        "The berries stored in its vaselike shell eventually become a thick, pulpy juice."
    ],
    "heracross": [
        "Heracross loves sweet sap and will go looking through forests for it. The Pokémon uses its two antennae to pick up scents as it searches.",
        "This Pokémon takes pride in its strength, which allows it to lift things 100 times heavier than itself with no trouble at all."
    ],
    "sneasel": [
        "Its paws conceal sharp claws. If attacked, it suddenly extends the claws and startles its enemy.",
        "It has a cunning yet savage disposition. It waits for parents to leave their nests, and then it sneaks in to steal their eggs."
    ],
    "teddiursa": [
        "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.",
        "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill."
    ],
    "ursaring": [
        "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.",
        "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day."
    ],
    "slugma": [
        "Molten magma courses throughout Slugma’s circulatory system. If this Pokémon is chilled, the magma cools and hardens. Its body turns brittle and chunks fall off, reducing its size.",
        "Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokémon’s body, carrying essential nutrients and oxygen to its organs."
    ],
    "magcargo": [
        "Magcargo’s shell is actually its skin that hardened as a result of cooling. Its shell is very brittle and fragile—just touching it causes it to crumble apart. This Pokémon returns to its original size by dipping itself in magma.",
        "Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog."
    ],
    "swinub": [
        "It rubs its snout on the ground to find and dig up food. It sometimes discovers hot springs.",
        "If it smells something enticing, it dashes off headlong to find the source of the aroma."
    ],
    "piloswine": [
        "If it charges at an enemy, the hairs on its back stand up straight. It is very sensitive to sound.",
        "Although its legs are short, its rugged hooves prevent it from slipping, even on icy ground."
    ],
    "corsola": [
        "It will regrow any branches that break off its head. People keep particularly beautiful Corsola branches as charms to promote safe childbirth.",
        "These Pokémon live in warm seas. In prehistoric times, many lived in the oceans around the Galar region as well."
    ],
    "remoraid": [
        "The water they shoot from their mouths can hit moving prey from more than 300 feet away.",
        "Using its dorsal fin as a suction pad, it clings to a Mantine’s underside to scavenge for leftovers."
    ],
    "octillery": [
        "It has a tendency to want to be in holes. It prefers rock crags or pots and sprays ink from them before attacking.",
        "It traps enemies with its suction-cupped tentacles, then smashes them with its rock-hard head."
    ],
    "delibird": [
        "It carries food all day long. There are tales about lost people who were saved by the food it had.",
        "It has a generous habit of sharing its food with people and Pokémon, so it’s always scrounging around for more food."
    ],
    "mantine": [
        "If it builds up enough speed swimming, it can jump out above the waves and glide for over 300 feet.",
        "As it majestically swims, it doesn’t care if Remoraid attach to it to scavenge for its leftovers."
    ],
    "skarmory": [
        "The pointed feathers of these Pokémon are sharper than swords. Skarmory and Corviknight fight viciously over territory.",
        "People fashion swords from Skarmory’s shed feathers, so this Pokémon is a popular element in heraldic designs."
    ],
    "houndour": [
        "It cooperates with others skillfully. When it becomes your partner, it’s very loyal to you as its Trainer and will obey your orders.",
        "They make repeated eerie howls before dawn to call attention to their pack."
    ],
    "houndoom": [
        "They spew flames mixed with poison to finish off their opponents. They divvy up their prey evenly among the members of their pack.",
        "Identifiable by its eerie howls, people a long time ago thought it was the grim reaper and feared it."
    ],
    "kingdra": [
        "With the arrival of a storm at sea, this Pokémon will show itself on the surface. When a Kingdra and a Dragonite meet, a fierce battle ensues.",
        "Scales shed by this Pokémon have such a splendorous gleam to them that they’ve been given to royalty as gifts."
    ],
    "phanpy": [
        "For its nest, Phanpy digs a vertical pit in the ground at the edge of a river. It marks the area around its nest with its trunk to let the others know that the area has been claimed.",
        "Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water."
    ],
    "donphan": [
        "Donphan’s favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can’t stop very easily.",
        "If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokémon helps clear rock and mud slides that block mountain trails."
    ],
    "porygon2": [
        "This is a Porygon that was updated with special data. Porygon2 develops itself by learning about many different subjects all on its own.",
        "After artificial intelligence was implemented in Porygon2, the Pokémon began using a strange language that only other Porygon2 understand."
    ],
    "stantler": [
        "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.",
        "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers."
    ],
    "smeargle": [
        "The fluid of Smeargle’s tail secretions changes in the intensity of its hue as the Pokémon’s emotions change.",
        "It draws symbols with the fluid that oozes from the tip of its tail. Depending on the symbol, Smeargle fanatics will pay big money for them."
    ],
    "tyrogue": [
        "It is always bursting with energy. To make itself stronger, it keeps on fighting even if it loses.",
        "Even though it is small, it can’t be ignored because it will slug any handy target without warning."
    ],
    "hitmontop": [
        "It launches kicks while spinning. If it spins at high speed, it may bore its way into the ground.",
        "After doing a handstand to throw off the opponent’s timing, it presents its fancy kick moves."
    ],
    "smoochum": [
        "If its face gets even slightly dirty, Smoochum will bathe immediately. But if its body gets dirty, Smoochum doesn’t really seem to care.",
        "This is a very curious Pokémon. Smoochum decides what it likes and dislikes by touching things with its lips."
    ],
    "elekid": [
        "When a storm approaches, this Pokémon gets restless. Once Elekid hears the sound of thunder, it gets full-on rowdy.",
        "It’s not good at storing electricity yet. This Pokémon sneaks into people’s homes, looking for electrical outlets to eat electricity from."
    ],
    "magby": [
        "This Pokémon is still small and timid. Whenever Magby gets excited or surprised, flames leak from its mouth and its nose.",
        "This Pokémon makes its home near volcanoes. At the end of the day, Magby soaks in magma, resting and recovering from the day’s fatigue."
    ],
    "miltank": [
        "Miltank produces highly nutritious milk, so it’s been supporting the lives of people and other Pokémon since ancient times.",
        "This Pokémon needs to be milked every day, or else it will fall ill. The flavor of Miltank milk changes with the seasons."
    ],
    "blissey": [
        "Whenever a Blissey finds a weakened Pokémon, it will share its egg and offer its care until the other Pokémon is all better.",
        "Blissey lays mysterious eggs that are filled with happiness. It’s said that anyone who eats a Blissey egg will start acting kindly to all others."
    ],
    "raikou": [
        "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.",
        "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down."
    ],
    "entei": [
        "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.",
        "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch."
    ],
    "suicune": [
        "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.",
        "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water."
    ],
    "larvitar": [
        "Born deep underground, it comes aboveground and becomes a pupa once it has finished eating the surrounding soil.",
        "It feeds on soil. After it has eaten a large mountain, it will fall asleep so it can grow."
    ],
    "pupitar": [
        "Even sealed in its shell, it can move freely. Hard and fast, it has outstanding destructive power.",
        "It will not stay still, even while it’s a pupa. It already has arms and legs under its solid shell."
    ],
    "tyranitar": [
        "Its body can’t be harmed by any sort of attack, so it is very eager to make challenges against enemies.",
        "The quakes caused when it walks make even great mountains crumble and change the surrounding terrain."
    ],
    "lugia": [
        "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.",
        "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea."
    ],
    "ho-oh": [
        "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.",
        "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow."
    ],
    "celebi": [
        "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.",
        "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us."
    ],
    "treecko": [
        "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.",
        "Treecko is cool, calm, and collected—it never panics under any situation. If a bigger foe were to glare at this Pokémon, it would glare right back without conceding an inch of ground."
    ],
    "grovyle": [
        "The leaves growing out of Grovyle’s body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.",
        "This Pokémon adeptly flies from branch to branch in trees. In a forest, no Pokémon can ever hope to catch a fleeing Grovyle however fast they may be."
    ],
    "sceptile": [
        "The leaves growing on Sceptile’s body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.",
        "Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokémon raises the trees in a forest with loving care."
    ],
    "torchic": [
        "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.",
        "Torchic has a place inside its body where it keeps its flame. Give it a hug—it will be glowing with warmth. This Pokémon is covered all over by a fluffy coat of down."
    ],
    "combusken": [
        "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon’s legs possess both speed and power, enabling it to dole out 10 kicks in one second.",
        "Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokémon’s cry is very loud and distracting."
    ],
    "blaziken": [
        "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon’s wrists burn.",
        "Blaziken has incredibly strong legs—it can easily clear a 30-story building in one leap. This Pokémon’s blazing punches leave its foes scorched and blackened."
    ],
    "mudkip": [
        "The fin on Mudkip’s head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.",
        "In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokémon will unleash its amazing power—it can crush rocks bigger than itself."
    ],
    "marshtomp": [
        "The surface of Marshtomp’s body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.",
        "Marshtomp is much faster at traveling through mud than it is at swimming. This Pokémon’s hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs."
    ],
    "swampert": [
        "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.",
        "Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself."
    ],
    "poochyena": [
        "At first sight, Poochyena takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back.",
        "Poochyena is an omnivore—it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokémon tries to intimidate its foes by making the hair on its tail bristle out."
    ],
    "mightyena": [
        "Mightyena gives obvious signals when it is preparing to attack. It starts to growl deeply and then flattens its body. This Pokémon will bite savagely with its sharply pointed fangs.",
        "Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokémon to obey only those Trainers that it recognizes to possess superior skill."
    ],
    "zigzagoon": [
        "It marks its territory by rubbing its bristly fur on trees. This variety of Zigzagoon is friendlier and calmer than the kind native to Galar.",
        "Zigzagoon that adapted to regions outside Galar acquired this appearance. If you’ve lost something, this Pokémon can likely find it."
    ],
    "linoone": [
        "Its fur is strong and supple. Shaving brushes made with shed Linoone hairs are highly prized.",
        "It uses its explosive speed and razor-sharp claws to bring down prey. Running along winding paths is not its strong suit."
    ],
    "wurmple": [
        "Using the spikes on its rear end, Wurmple peels the bark off trees and feeds on the sap that oozes out. This Pokémon’s feet are tipped with suction pads that allow it to cling to glass without slipping.",
        "Wurmple is targeted by Swellow as prey. This Pokémon will try to resist by pointing the spikes on its rear at the attacking predator. It will weaken the foe by leaking poison from the spikes."
    ],
    "silcoon": [
        "Silcoon tethers itself to a tree branch using silk to keep from falling. There, this Pokémon hangs quietly while it awaits evolution. It peers out of the silk cocoon through a small hole.",
        "Silcoon was thought to endure hunger and not consume anything before its evolution. However, it is now thought that this Pokémon slakes its thirst by drinking rainwater that collects on its silk."
    ],
    "beautifly": [
        "Beautifly’s favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. Beautifly is sure to come looking for pollen.",
        "Beautifly has a long mouth like a coiled needle, which is very convenient for collecting pollen from flowers. This Pokémon rides the spring winds as it flits around gathering pollen."
    ],
    "cascoon": [
        "Cascoon makes its protective cocoon by wrapping its body entirely with a fine silk from its mouth. Once the silk goes around its body, it hardens. This Pokémon prepares for its evolution inside the cocoon.",
        "If it is attacked, Cascoon remains motionless however badly it may be hurt. It does so because if it were to move, its body would be weak upon evolution. This Pokémon will also not forget the pain it endured."
    ],
    "dustox": [
        "Dustox is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food.",
        "When Dustox flaps its wings, a fine dust is scattered all over. This dust is actually a powerful poison that will even make a pro wrestler sick. This Pokémon searches for food using its antennae like radar."
    ],
    "lotad": [
        "It searches about for clean water. If it does not drink water for too long, the leaf on its head wilts.",
        "Its leaf grew too large for it to live on land. That is how it began to live floating in the water."
    ],
    "lombre": [
        "It is nocturnal and becomes active at nightfall. It feeds on aquatic mosses that grow in the riverbed.",
        "It lives at the water’s edge where it is sunny. It sleeps on a bed of water grass by day and becomes active at night."
    ],
    "ludicolo": [
        "The rhythm of bright, festive music activates Ludicolo’s cells, making it more powerful.",
        "If it hears festive music, it begins moving in rhythm in order to amplify its power."
    ],
    "seedot": [
        "If it remains still, it looks just like a real nut. It delights in surprising foraging Pokémon.",
        "It attaches itself to a tree branch using the top of its head. Strong winds can sometimes make it fall."
    ],
    "nuzleaf": [
        "It lives deep in forests. With the leaf on its head, it makes a flute whose song makes listeners uneasy.",
        "They live in holes bored in large trees. The sound of Nuzleaf’s grass flute fills listeners with dread."
    ],
    "shiftry": [
        "A Pokémon that was feared as a forest guardian. It can read the foe’s mind and take preemptive action.",
        "It lives quietly in the deep forest. It is said to create chilly winter winds with the fans it holds."
    ],
    "taillow": [
        "Taillow courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry.",
        "Taillow is young—it has only just left its nest. As a result, it sometimes becomes lonesome and cries at night. This Pokémon feeds on Wurmple that live in forests."
    ],
    "swellow": [
        "Swellow flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by Swellow’s clawed feet, preventing escape.",
        "Swellow is very conscientious about the upkeep of its glossy wings. Once two Swellow are gathered, they diligently take care of cleaning each other’s wings."
    ],
    "wingull": [
        "It makes its nest on sheer cliffs. Riding the sea breeze, it glides up into the expansive skies.",
        "It soars on updrafts without flapping its wings. It makes a nest on sheer cliffs at the sea’s edge."
    ],
    "pelipper": [
        "It is a messenger of the skies, carrying small Pokémon and eggs to safety in its bill.",
        "Skimming the water’s surface, it dips its large bill in the sea, scoops up food and water, and carries it."
    ],
    "ralts": [
        "It is highly attuned to the emotions of people and Pokémon. It hides if it senses hostility.",
        "If its horns capture the warm feelings of people or Pokémon, its body warms up slightly."
    ],
    "kirlia": [
        "If its Trainer becomes happy, it overflows with energy, dancing joyously while spinning about.",
        "It has a psychic power that enables it to distort the space around it and see into the future."
    ],
    "gardevoir": [
        "It has the power to predict the future. Its power peaks when it is protecting its Trainer.",
        "To protect its Trainer, it will expend all its psychic power to create a small black hole."
    ],
    "surskit": [
        "If it’s in a pinch, it will secrete a sweet liquid from the tip of its head. Syrup made from gathering that liquid is tasty on bread.",
        "It lives in ponds and marshes that feature lots of plant life. It often fights with Dewpider, whose habitat and diet are similar."
    ],
    "masquerain": [
        "Masquerain intimidates enemies with the eyelike patterns of its eyespots. If that doesn’t work, it deftly makes its escape on its set of four wings.",
        "Its thin, winglike antennae are highly absorbent. It waits out rainy days in tree hollows."
    ],
    "shroomish": [
        "Shroomish live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves.",
        "If Shroomish senses danger, it shakes its body and scatters spores from the top of its head. This Pokémon’s spores are so toxic, they make trees and weeds wilt."
    ],
    "breloom": [
        "Breloom closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon’s fighting technique puts boxers to shame.",
        "The seeds ringing Breloom’s tail are made of hardened toxic spores. It is horrible to eat the seeds. Just taking a bite of this Pokémon’s seed will cause your stomach to rumble."
    ],
    "slakoth": [
        "Slakoth lolls around for over 20 hours every day. Because it moves so little, it does not need much food. This Pokémon’s sole daily meal consists of just three leaves.",
        "Slakoth’s heart beats just once a minute. Whatever happens, it is content to loaf around motionless. It is rare to see this Pokémon in motion."
    ],
    "vigoroth": [
        "Vigoroth is always itching and agitated to go on a wild rampage. It simply can’t tolerate sitting still for even a minute. This Pokémon’s stress level rises if it can’t be moving constantly.",
        "Vigoroth is simply incapable of remaining still. Even when it tries to sleep, the blood in its veins grows agitated, compelling this Pokémon to run wild throughout the jungle before it can settle down."
    ],
    "slaking": [
        "Slaking spends all day lying down and lolling about. It eats grass growing within its reach. If it eats all the grass it can reach, this Pokémon reluctantly moves to another spot.",
        "Wherever Slaking live, rings of over a yard in diameter appear in grassy fields. They are made by the Pokémon as it eats all the grass within reach while lying prone on the ground."
    ],
    "nincada": [
        "Because it lived almost entirely underground, it is nearly blind. It uses its antennae instead.",
        "It can sometimes live underground for more than 10 years. It absorbs nutrients from the roots of trees."
    ],
    "ninjask": [
        "Its cry leaves a lasting headache if heard for too long. It moves so quickly that it is almost invisible.",
        "This Pokémon is so quick, it is said to be able to avoid any attack. It loves to feed on tree sap."
    ],
    "shedinja": [
        "A most peculiar Pokémon that somehow appears in a Poké Ball when a Nincada evolves.",
        "A strange Pokémon—it flies without moving its wings, has a hollow shell for a body, and does not breathe."
    ],
    "whismur": [
        "The cry of a Whismur is over 100 decibels. If you’re close to a Whismur when it lets out a cry, you’ll be stuck with an all-day headache.",
        "When Whismur cries, the sound of its own voice startles it, making the Pokémon cry even louder. It cries until it’s exhausted, then it falls asleep."
    ],
    "loudred": [
        "Loudred’s ears serve as speakers, and they can put out sound waves powerful enough to blow away a house.",
        "The force of this Pokémon’s loud voice isn’t just the sound—it’s also the wave of air pressure that blows opponents away and damages them."
    ],
    "exploud": [
        "In the past, people would use the loud voices of these Pokémon as a means of communication between distant cities.",
        "This Pokémon can do more than just shout. To communicate with others of its kind, it’ll emit all sorts of sounds from the holes in its body."
    ],
    "makuhita": [
        "It practices its slaps by repeatedly slapping tree trunks. It has been known to slap an Exeggutor and get flung away.",
        "There’s a rumor of a traditional recipe for stew that Trainers can use to raise strong Makuhita."
    ],
    "hariyama": [
        "Although they enjoy comparing their strength, they’re also kind. They value etiquette, praising opponents they battle.",
        "Hariyama that are big and fat aren’t necessarily strong. There are some small ones that move nimbly and use moves skillfully."
    ],
    "azurill": [
        "The ball on Azurill’s tail bounces like a rubber ball, and it’s full of the nutrients the Pokémon needs to grow.",
        "Although Azurill are normally docile, an angry one will swing around the big ball on its tail and try to smash its opponents."
    ],
    "nosepass": [
        "It moves less than an inch a year, but when it’s in a jam, it will spin and drill down into the ground in a split second.",
        "It hunts without twitching a muscle by pulling in its prey with powerful magnetism. But sometimes it pulls natural enemies in close."
    ],
    "skitty": [
        "Skitty has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy.",
        "Skitty is known to chase around playfully after its own tail. In the wild, this Pokémon lives in holes in the trees of forests. It is very popular as a pet because of its adorable looks."
    ],
    "delcatty": [
        "Delcatty prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random.",
        "Delcatty sleeps anywhere it wants without keeping a permanent nest. If other Pokémon approach it as it sleeps, this Pokémon will never fight—it will just move away somewhere else."
    ],
    "sableye": [
        "This Pokémon is feared. When its gemstone eyes begin to glow with a sinister shine, it’s believed that Sableye will steal people’s spirits away.",
        "It feeds on gemstone crystals. In darkness, its eyes sparkle with the glitter of jewels."
    ],
    "mawile": [
        "It uses its docile-looking face to lull foes into complacency, then bites with its huge, relentless jaws.",
        "It chomps with its gaping mouth. Its huge jaws are actually steel horns that have been transformed."
    ],
    "aron": [
        "It eats iron ore—and sometimes railroad tracks— to build up the steel armor that protects its body.",
        "When Aron evolves, its steel armor peels off. In ancient times, people would collect Aron’s shed armor and make good use of it in their daily lives."
    ],
    "lairon": [
        "Lairon live in mountains brimming with spring water and iron ore, so these Pokémon often came into conflict with humans in the past.",
        "During territorial disputes, Lairon fight by slamming into each other. Close inspection of their steel armor reveals scratches and dents."
    ],
    "aggron": [
        "Aggron has a horn sharp enough to perforate thick iron sheets. It brings down its opponents by ramming into them horn first.",
        "Long ago, there was a king who wore a helmet meant to resemble the head of an Aggron. He was trying to channel the Pokémon’s strength."
    ],
    "meditite": [
        "Meditite undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends.",
        "Meditite heightens its inner energy through meditation. It survives on just one berry a day. Minimal eating is another aspect of this Pokémon’s training."
    ],
    "medicham": [
        "It is said that through meditation, Medicham heightens energy inside its body and sharpens its sixth sense. This Pokémon hides its presence by merging itself with fields and mountains.",
        "Through the power of meditation, Medicham developed its sixth sense. It gained the ability to use psychokinetic powers. This Pokémon is known to meditate for a whole month without eating."
    ],
    "electrike": [
        "It stores static electricity in its fur for discharging. It gives off sparks if a storm approaches.",
        "It stores electricity in its fur. It gives off sparks from all over its body in seasons when the air is dry."
    ],
    "manectric": [
        "It stimulates its own muscles with electricity, so it can move quickly. It eases its soreness with electricity, too, so it can recover quickly as well.",
        "It rarely appears before people. It is said to nest where lightning has fallen."
    ],
    "plusle": [
        "Plusle always acts as a cheerleader for its partners. Whenever a teammate puts out a good effort in battle, this Pokémon shorts out its body to create the crackling noises of sparks to show its joy.",
        "When Plusle is cheering on its partner, it flashes with electric sparks from all over its body. If its partner loses, this Pokémon cries loudly."
    ],
    "minun": [
        "Minun is more concerned about cheering on its partners than its own safety. It shorts out the electricity in its body to create brilliant showers of sparks to cheer on its teammates.",
        "Minun loves to cheer on its partner in battle. It gives off sparks from its body while it is doing so. If its partner is in trouble, this Pokémon gives off increasing amounts of sparks."
    ],
    "volbeat": [
        "With the arrival of night, Volbeat emits light from its tail. It communicates with others by adjusting the intensity and flashing of its light. This Pokémon is attracted by the sweet aroma of Illumise.",
        "Volbeat’s tail glows like a lightbulb. With other Volbeat, it uses its tail to draw geometric shapes in the night sky. This Pokémon loves the sweet aroma given off by Illumise."
    ],
    "illumise": [
        "Illumise attracts a swarm of Volbeat using a sweet fragrance. Once the Volbeat have gathered, this Pokémon leads the lit-up swarm in drawing geometric designs on the canvas of the night sky.",
        "Illumise leads a flight of illuminated Volbeat to draw signs in the night sky. This Pokémon is said to earn greater respect from its peers by composing more complex designs in the sky."
    ],
    "roselia": [
        "Its flowers give off a relaxing fragrance. The stronger its aroma, the healthier the Roselia is.",
        "It uses the different poisons in each hand separately when it attacks. The stronger its aroma, the healthier it is."
    ],
    "gulpin": [
        "Virtually all of Gulpin’s body is its stomach. As a result, it can swallow something its own size. This Pokémon’s stomach contains a special fluid that digests anything.",
        "Most of Gulpin’s body is made up of its stomach—its heart and brain are very small in comparison. This Pokémon’s stomach contains special enzymes that dissolve anything."
    ],
    "swalot": [
        "When Swalot spots prey, it spurts out a hideously toxic fluid from its pores and sprays the target. Once the prey has weakened, this Pokémon gulps it down whole with its cavernous mouth.",
        "Swalot has no teeth, so what it eats, it swallows whole, no matter what. Its cavernous mouth yawns widely. An automobile tire could easily fit inside this Pokémon’s mouth."
    ],
    "carvanha": [
        "It won’t attack while it’s alone—not even if it spots prey. Instead, it waits for other Carvanha to join it, and then the Pokémon attack as a group.",
        "These Pokémon have sharp fangs and powerful jaws. Sailors avoid Carvanha dens at all costs."
    ],
    "sharpedo": [
        "As soon as it catches the scent of prey, Sharpedo will jet seawater from its backside, hurtling toward the target to attack at 75 mph.",
        "This Pokémon is known as the Bully of the Sea. Any ship entering the waters Sharpedo calls home will be attacked—no exceptions."
    ],
    "wailmer": [
        "It shows off by spraying jets of seawater from the nostrils above its eyes. It eats a solid ton of Wishiwashi every day.",
        "When it sucks in a large volume of seawater, it becomes like a big, bouncy ball. It eats a ton of food daily."
    ],
    "wailord": [
        "It can sometimes knock out opponents with the shock created by breaching and crashing its big body onto the water.",
        "Its immense size is the reason for its popularity. Wailord watching is a favorite sightseeing activity in various parts of the world."
    ],
    "numel": [
        "Numel is extremely dull witted—it doesn’t notice being hit. However, it can’t stand hunger for even a second. This Pokémon’s body is a seething cauldron of boiling magma.",
        "Numel stores magma of almost 2,200 degrees Fahrenheit within its body. If it gets wet, the magma cools and hardens. In that event, the Pokémon’s body grows heavy and its movements become sluggish."
    ],
    "camerupt": [
        "Camerupt has a volcano inside its body. Magma of 18,000 degrees Fahrenheit courses through its body. Occasionally, the humps on this Pokémon’s back erupt, spewing the superheated magma.",
        "The humps on Camerupt’s back are formed by a transformation of its bones. They sometimes blast out molten magma. This Pokémon apparently erupts often when it is enraged."
    ],
    "torkoal": [
        "It burns coal inside its shell for energy. It blows out black soot if it is endangered.",
        "You find abandoned coal mines full of them. They dig tirelessly in search of coal."
    ],
    "spoink": [
        "Spoink bounces around on its tail. The shock of its bouncing makes its heart pump. As a result, this Pokémon cannot afford to stop bouncing—if it stops, its heart will stop.",
        "Spoink keeps a pearl on top of its head. The pearl functions to amplify this Pokémon’s psychokinetic powers. It is therefore on a constant search for a bigger pearl."
    ],
    "grumpig": [
        "Grumpig uses the black pearls on its body to amplify its psychic power waves for gaining total control over its foe. When this Pokémon uses its special power, its snorting breath grows labored.",
        "Grumpig uses the black pearls on its body to wield its fantastic powers. When it is doing so, it dances bizarrely. This Pokémon’s black pearls are valuable as works of art."
    ],
    "spinda": [
        "Its steps are shaky and stumbling. Walking for a long time makes it feel sick.",
        "Each Spinda’s spot pattern is different. With its stumbling movements, it evades opponents’ attacks brilliantly!"
    ],
    "trapinch": [
        "Its nest is a sloped, bowl-like pit in the desert. Once something has fallen in, there is no escape.",
        "It makes an inescapable conical pit and lies in wait at the bottom for prey to come tumbling down."
    ],
    "vibrava": [
        "The ultrasonic waves it generates by rubbing its two wings together cause severe headaches.",
        "To help make its wings grow, it dissolves quantities of prey in its digestive juices and guzzles them down every day."
    ],
    "flygon": [
        "This Pokémon hides in the heart of sandstorms it creates and seldom appears where people can see it.",
        "It is nicknamed the Desert Spirit because the flapping of its wings sounds like a woman singing."
    ],
    "cacnea": [
        "Cacnea lives in arid locations such as deserts. It releases a strong aroma from its flower to attract prey. When prey comes near, this Pokémon shoots sharp thorns from its body to bring the victim down.",
        "The more arid and harsh the environment, the more pretty and fragrant a flower Cacnea grows. This Pokémon battles by wildly swinging its thorny arms."
    ],
    "cacturne": [
        "During the daytime, Cacturne remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops.",
        "If a traveler is going through a desert in the thick of night, Cacturne will follow in a ragtag group. The Pokémon are biding their time, waiting for the traveler to tire and become incapable of moving."
    ],
    "swablu": [
        "Its cottony wings are full of air, making them light and fluffy to the touch. Swablu takes diligent care of its wings.",
        "Since Swablu looks like a cumulus cloud, foes can have a hard time finding it. Apparently its wings turned white over many generations."
    ],
    "altaria": [
        "As it flies in a calm and relaxed manner, Altaria performs a humming song that would enrapture any audience.",
        "This Pokémon has a kind disposition, but if it’s provoked, it will threaten opponents with shrill cries before attacking them without mercy."
    ],
    "zangoose": [
        "Memories of battling its archrival Seviper are etched into every cell of Zangoose’s body. This Pokémon adroitly dodges attacks with incredible agility.",
        "Zangoose usually stays on all fours, but when angered, it gets up on its hind legs and extends its claws. This Pokémon shares a bitter rivalry with Seviper that dates back over generations."
    ],
    "seviper": [
        "Seviper shares a generations-long feud with Zangoose. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword-edged tail.",
        "Seviper’s swordlike tail serves two purposes—it slashes foes and douses them with secreted poison. This Pokémon will not give up its long-running blood feud with Zangoose."
    ],
    "lunatone": [
        "The phase of the moon apparently has some effect on its power. It’s active on the night of a full moon.",
        "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep."
    ],
    "solrock": [
        "When it rotates itself, it gives off light similar to the sun, thus blinding its foes.",
        "Solar energy is the source of its power, so it is strong during the daytime. When it spins, its body shines."
    ],
    "barboach": [
        "Its slimy body is hard to grasp. In one region, it is said to have been born from hardened mud.",
        "It probes muddy riverbeds with its two long whiskers. A slimy film protects its body."
    ],
    "whiscash": [
        "It makes its nest at the bottom of swamps. It will eat anything—if it is alive, Whiscash will eat it.",
        "It claims a large swamp to itself. If a foe comes near it, it sets off tremors by thrashing around."
    ],
    "corphish": [
        "No matter how dirty the water in the river, it will adapt and thrive. It has a strong will to survive.",
        "It was originally a Pokémon from afar that escaped to the wild. It can adapt to the dirtiest river."
    ],
    "crawdaunt": [
        "A rough customer that wildly flails its giant claws. It is said to be extremely hard to raise.",
        "A brutish Pokémon that loves to battle. It will crash itself into any foe that approaches its nest."
    ],
    "baltoy": [
        "It moves while spinning around on its single foot. Some Baltoy have been seen spinning on their heads.",
        "It was discovered in ancient ruins. While moving, it constantly spins. It stands on one foot even when asleep."
    ],
    "claydol": [
        "This mysterious Pokémon started life as an ancient clay figurine made over 20,000 years ago.",
        "It appears to have been born from clay dolls made by ancient people. It uses telekinesis to float and move."
    ],
    "lileep": [
        "This Pokémon was restored from a fossil. Lileep once lived in warm seas that existed approximately 100,000,000 years ago.",
        "Lileep clings to rocks on the seabed. When prey comes close, this Pokémon entangles it with petallike tentacles."
    ],
    "cradily": [
        "It has short legs and can’t walk very fast, but its neck and tentacles can extend to over three times their usual length to nab distant prey.",
        "Once Cradily catches prey in its tentacles, it digests them whole and absorbs their nutrients."
    ],
    "anorith": [
        "This Pokémon was restored from a fossil. Anorith lived in the ocean about 100,000,000 years ago, hunting with its pair of claws.",
        "Anorith can swim swiftly by pulling its eight wings through the water like oars on a boat. This Pokémon is an ancestor of modern bug Pokémon."
    ],
    "armaldo": [
        "After evolution, this Pokémon emerged onto land. Its lower body has become stronger, and blows from its tail are devastating.",
        "Though it lives on land, it’s also a good swimmer. It dives into the ocean in search of prey, using its sharp claws to take down its quarry."
    ],
    "feebas": [
        "Although unattractive and unpopular, this Pokémon’s marvelous vitality has made it a subject of research.",
        "It is a shabby and ugly Pokémon. However, it is very hardy and can survive on little water."
    ],
    "milotic": [
        "Milotic has provided inspiration to many artists. It has even been referred to as the most beautiful Pokémon of all.",
        "It’s said that a glimpse of a Milotic and its beauty will calm any hostile emotions you’re feeling."
    ],
    "castform": [
        "Although its form changes with the weather, that is apparently the result of a chemical reaction and not the result of its own free will.",
        "Its form changes depending on the weather. The rougher conditions get, the rougher Castform’s disposition!"
    ],
    "kecleon": [
        "It changes its hue to blend into its surroundings. If no one takes notice of it for too long, it will pout and never reveal itself.",
        "Its color changes for concealment and also when its mood or health changes. The darker the color, the healthier it is."
    ],
    "shuppet": [
        "It eats up emotions like malice, jealousy, and resentment, so some people are grateful for its presence.",
        "There’s a proverb that says, “Shun the house where Shuppet gather in the growing dusk.”"
    ],
    "banette": [
        "It’s a stuffed toy that was thrown away and became possessed, ever searching for the one who threw it away so it can exact its revenge.",
        "Resentment at being cast off made it spring into being. Some say that treating it well will satisfy it, and it will once more become a stuffed toy."
    ],
    "duskull": [
        "If it finds bad children who won’t listen to their parents, it will spirit them away—or so it’s said.",
        "Making itself invisible, it silently sneaks up to prey. It has the ability to slip through thick walls."
    ],
    "dusclops": [
        "Its body is entirely hollow. When it opens its mouth, it sucks everything in as if it were a black hole.",
        "It seeks drifting will-o’-the-wisps and sucks them into its empty body. What happens inside is a mystery."
    ],
    "tropius": [
        "The bunches of fruit growing around the necks of Tropius in Alola are especially sweet compared to those in other regions.",
        "Bunches of delicious fruit grow around its neck. In warm areas, many ranches raise Tropius."
    ],
    "chimecho": [
        "Chimecho makes its cries echo inside its hollow body. When this Pokémon becomes enraged, its cries result in ultrasonic waves that have the power to knock foes flying.",
        "In high winds, Chimecho cries as it hangs from a tree branch or the eaves of a building using a suction cup on its head. This Pokémon plucks berries with its long tail and eats them."
    ],
    "absol": [
        "Swift as the wind, Absol races through fields and mountains. Its curved, bow-like horn is acutely sensitive to the warning signs of natural disasters.",
        "Because of this Pokémon’s ability to detect danger, people mistook Absol as a bringer of doom."
    ],
    "wynaut": [
        "It tends to move in a pack. Individuals squash against one another to toughen their spirits.",
        "It tends to move in a pack with others. They cluster in a tight group to sleep in a cave."
    ],
    "snorunt": [
        "It’s said that if they are seen at midnight, they’ll cause heavy snow. They eat snow and ice to survive.",
        "It can only survive in cold areas. It bounces happily around, even in environments as cold as −150 degrees Fahrenheit."
    ],
    "glalie": [
        "It has a body of ice that won’t melt, even with fire. It can instantly freeze moisture in the atmosphere.",
        "It can instantly freeze moisture in the atmosphere. It uses this power to freeze its foes."
    ],
    "spheal": [
        "This Pokémon’s body is covered in blubber and impressively round. It’s faster for Spheal to roll around than walk.",
        "As it drifts among the waves, Spheal probes the sea. As soon as it spots prey, it informs the Walrein in its herd."
    ],
    "sealeo": [
        "Sealeo live on top of drift ice. They go swimming when they’re on the hunt, seeking out their prey by scent.",
        "This Pokémon has a habit of spinning round things on its nose, whether those things are Poké Balls or Spheal."
    ],
    "walrein": [
        "Walrein form herds of 20 to 30 individuals. When a threat appears, the herd’s leader will protect the group with its life.",
        "Walrein’s tusks keep growing throughout its life. Tusks broken in battle will grow back to their usual impressive size in a year."
    ],
    "clamperl": [
        "Despite its appearance, it’s carnivorous. It clamps down on its prey with both sides of its shell and doesn’t let go until they stop moving.",
        "Clamperl’s pearls are exceedingly precious. They can be more than 10 times as costly as Shellder’s pearls."
    ],
    "huntail": [
        "It’s not the strongest swimmer. It wags its tail to lure in its prey and then gulps them down as soon as they get close.",
        "Deep seas are their habitat. According to tradition, when Huntail wash up onshore, something unfortunate will happen."
    ],
    "gorebyss": [
        "The color of its body changes with the water temperature. The coloration of Gorebyss in Alola is almost blindingly vivid.",
        "It sucks bodily fluids out of its prey. The leftover meat sinks to the seafloor, where it becomes food for other Pokémon."
    ],
    "relicanth": [
        "Rock-hard scales and oil-filled swim bladders allow this Pokémon to survive the intense water pressure of the deep sea.",
        "This Pokémon was discovered during deep-sea exploration. Its appearance hasn’t changed in 100,000,000 years, so it’s called a living fossil."
    ],
    "luvdisc": [
        "There was an era when it was overfished due to the rumor that having one of its heart-shaped scales would enable you to find a sweetheart.",
        "Luvdisc makes its home in coral reefs in warm seas. It especially likes sleeping in the space between Corsola’s branches."
    ],
    "bagon": [
        "Bagon jumps off cliffs every day, trying to grow stronger so that someday it will be able to fly.",
        "Bagon is a solitary Pokémon that doesn’t form groups with others of its kind. It also has a head hard enough to cleave a boulder in one strike."
    ],
    "shelgon": [
        "This Pokémon has covered its body in a hard shell that has the same composition as bone. Shelgon stores energy for evolution.",
        "Shelgon ignores its hunger entirely, never eating any food. Apparently, Shelgon will evolve once all its energy stores are used up."
    ],
    "salamence": [
        "Salamence is an unusual Pokémon in that it was able to evolve a body with wings just by constantly wishing to be able to fly.",
        "While basking in the joy of flight generally keeps this Pokémon in high spirits, Salamence turns into an uncontrollable menace if something angers it."
    ],
    "beldum": [
        "From its rear, Beldum emits a magnetic force that rapidly pulls opponents in. They get skewered on Beldum’s sharp claws.",
        "The cells in this Pokémon’s body are composed of magnetic material. Instead of blood, magnetic forces flow through Beldum’s body."
    ],
    "metang": [
        "Two Beldum have become stuck together via their own magnetic forces. With two brains, the resulting Metang has doubled psychic powers.",
        "Using magnetic forces to stay aloft, this Pokémon flies at high speeds, weaving through harsh mountain terrain in pursuit of prey."
    ],
    "metagross": [
        "Because the magnetic powers of these Pokémon get stronger in freezing temperatures, Metagross living on snowy mountains are full of energy.",
        "Metagross is the result of the fusion of two Metang. This Pokémon defeats its opponents through use of its supercomputer-level brain."
    ],
    "regirock": [
        "Every bit of Regirock’s body is made of stone. As parts of its body erode, this Pokémon sticks rocks to itself to repair what’s been lost.",
        "Cutting-edge technology was used to study the internals of this Pokémon’s rock body, but nothing was found—not even a brain or a heart."
    ],
    "regice": [
        "With cold air that can reach temperatures as low as −328 degrees Fahrenheit, Regice instantly freezes any creature that approaches it.",
        "This Pokémon’s body is made of solid ice. It’s said that Regice was born beneath thick ice in the ice age."
    ],
    "registeel": [
        "Registeel’s body is made of a strange material that is flexible enough to stretch and shrink but also more durable than any metal.",
        "It’s rumored that this Pokémon was born deep underground in the planet’s mantle and that it emerged onto the surface 10,000 years ago."
    ],
    "latias": [
        "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.",
        "Latias is highly intelligent and capable of understanding human speech. It is covered with a glass-like down. The Pokémon enfolds its body with its down and refracts light to alter its appearance."
    ],
    "latios": [
        "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.",
        "Latios will only open its heart to a Trainer with a compassionate spirit. This Pokémon can fly faster than a jet plane by folding its forelegs to minimize air resistance."
    ],
    "kyogre": [
        "Through Primal Reversion and with nature’s full power, it will take back its true form. It can summon storms that cause the sea levels to rise.",
        "Kyogre is said to be the personification of the sea itself. Legends tell of its many clashes against Groudon, as each sought to gain the power of nature."
    ],
    "groudon": [
        "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.",
        "Through Primal Reversion and with nature’s full power, it will take back its true form. It can cause magma to erupt and expand the landmass of the world."
    ],
    "rayquaza": [
        "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.",
        "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve."
    ],
    "jirachi": [
        "A legend states that Jirachi will make true any wish that is written on notes attached to its head when it awakens. If this Pokémon senses danger, it will fight without awakening.",
        "Jirachi will awaken from its sleep of a thousand years if you sing to it in a voice of purity. It is said to make true any wish that people desire."
    ],
    "deoxys-normal": [
        "The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in Deoxys. The crystalline organ on this Pokémon’s chest appears to be its brain.",
        "Deoxys emerged from a virus that came from space. It is highly intelligent and wields psychokinetic powers. This Pokémon shoots lasers from the crystalline organ on its chest."
    ],
    "turtwig": [
        "Photosynthesis occurs across its body under the sun. The shell on its back is actually hardened soil.",
        "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty."
    ],
    "grotle": [
        "It lives along water in forests. In the daytime, it leaves the forest to sunbathe its treed shell.",
        "It knows where pure water wells up. It carries fellow Pokémon there on its back."
    ],
    "torterra": [
        "Ancient people imagined that beneath the ground, a gigantic Torterra dwelled.",
        "Small Pokémon occasionally gather on its unmoving back to begin building their nests."
    ],
    "chimchar": [
        "Its fiery rear end is fueled by gas made in its belly. Even rain can’t extinguish the fire.",
        "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick."
    ],
    "monferno": [
        "It skillfully controls the intensity of the fire on its tail to keep its foes at an ideal distance.",
        "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon."
    ],
    "infernape": [
        "Its crown of fire is indicative of its fiery nature. It is beaten by none in terms of quickness.",
        "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style."
    ],
    "piplup": [
        "It doesn’t like to be taken care of. It’s difficult to bond with since it won’t listen to its Trainer.",
        "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold."
    ],
    "prinplup": [
        "It lives alone, away from others. Apparently, every one of them believes it is the most important.",
        "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees."
    ],
    "empoleon": [
        "It swims as fast as a jet boat. The edges of its wings are sharp and can slice apart drifting ice.",
        "The three horns that extend from its beak attest to its power. The leader has the biggest horns."
    ],
    "starly": [
        "They flock in great numbers. Though small, they flap their wings with great power.",
        "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying."
    ],
    "staravia": [
        "They maintain huge flocks, although fierce scuffles break out between various flocks.",
        "It lives in forests and fields. Squabbles over territory occur when flocks collide."
    ],
    "staraptor": [
        "The muscles in its wings and legs are strong. It can easily fly while gripping a small Pokémon.",
        "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings."
    ],
    "bidoof": [
        "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
        "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water."
    ],
    "bibarel": [
        "It busily makes its nest with stacks of branches and roots it has cut up with its sharp incisors.",
        "It makes its nest by damming streams with bark and mud. It is known as an industrious worker."
    ],
    "kricketot": [
        "It chats with others using the sounds of its colliding antennae. These sounds are fall hallmarks.",
        "When its antennae hit each other, it sounds like the music of a xylophone."
    ],
    "kricketune": [
        "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib.",
        "It signals its emotions with its melodies. Scientists are studying these melodic patterns."
    ],
    "shinx": [
        "This Pokémon generates electricity by contracting its muscles. Excited trembling is a sign that Shinx is generating a tremendous amount of electricity.",
        "Electricity makes this Pokémon’s fur glow. Shinx sends signals to others of its kind by shaking the tip of its tail while the tail tip is shining brightly."
    ],
    "luxio": [
        "By joining its tail with that of another Luxio, this Pokémon can receive some of the other Luxio’s electricity and power up its own electric blasts.",
        "Upon encountering an opponent, this Pokémon prepares for battle by extending its claws, which can put out 1,000,000 volts of electricity."
    ],
    "luxray": [
        "Luxray can see through solid objects. It will instantly spot prey trying to hide behind walls, even if the walls are thick.",
        "Seeing through solid objects uses up a lot of Luxray’s electricity, so the Pokémon sleeps for long periods of time to store up energy."
    ],
    "budew": [
        "The pollen it releases contains poison. If this Pokémon is raised on clean water, the poison’s toxicity is increased.",
        "This Pokémon is highly sensitive to temperature changes. When its bud starts to open, that means spring is right around the corner."
    ],
    "roserade": [
        "After captivating opponents with its sweet scent, it lashes them with its thorny whips.",
        "The poison in its right hand is quick acting. The poison in its left hand is slow acting. Both are life threatening."
    ],
    "cranidos": [
        "A primeval Pokémon, it possesses a hard and sturdy skull, lacking any intelligence within.",
        "Its hard skull is its distinguishing feature. It snapped trees by headbutting them, and then it fed on their ripe berries."
    ],
    "rampardos": [
        "In ancient times, people would dig up fossils of this Pokémon and use its skull, which is harder than steel, to make helmets.",
        "This ancient Pokémon used headbutts skillfully. Its brain was really small, so some theories suggest that its stupidity led to its extinction."
    ],
    "shieldon": [
        "A mild-mannered, herbivorous Pokémon, it used its face to dig up tree roots to eat. The skin on its face was plenty tough.",
        "Although its fossils can be found in layers of primeval rock, nothing but its face has ever been discovered."
    ],
    "bastiodon": [
        "The bones of its face are huge and hard, so they were mistaken for its spine until after this Pokémon was successfully restored.",
        "This Pokémon is from roughly 100 million years ago. Its terrifyingly tough face is harder than steel."
    ],
    "wormadam-plant": [
        "Its appearance changes depending on where it evolved. The materials on hand become a part of its body.",
        "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed."
    ],
    "burmy": [
        "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves.",
        "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby."
    ],
    "mothim": [
        "It loves the honey of flowers and steals honey collected by Combee.",
        "It flutters around at night and steals honey from the Combee hive."
    ],
    "combee": [
        "The members of the trio spend all their time together. Each one has a slightly different taste in nectar.",
        "It ceaselessly gathers nectar from sunrise to sundown, all for the sake of Vespiquen and the swarm."
    ],
    "vespiquen": [
        "It skillfully commands its grubs in battles with its enemies. The grubs are willing to risk their lives to defend Vespiquen.",
        "Vespiquen that give off more pheromones have larger swarms of Combee attendants."
    ],
    "pachirisu": [
        "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes.",
        "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity."
    ],
    "buizel": [
        "It swims by rotating its two tails like a screw. When it dives, its flotation sac collapses.",
        "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on."
    ],
    "floatzel": [
        "It floats using its well-developed flotation sac. It assists in the rescues of drowning people.",
        "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft."
    ],
    "cherubi": [
        "It nimbly dashes about to avoid getting pecked by bird Pokémon that would love to make off with its small, nutrient-rich storage ball.",
        "The deeper a Cherubi’s red, the more nutrients it has stockpiled in its body. And the sweeter and tastier its small ball!"
    ],
    "cherrim": [
        "As a bud, it barely moves. It sits still, placidly waiting for sunlight to appear.",
        "Its folded petals are pretty tough. Bird Pokémon can peck at them all they want, and Cherrim won’t be bothered at all."
    ],
    "shellos": [
        "This Pokémon’s habitat shapes its physique. According to some theories, life in warm ocean waters causes this variation to develop.",
        "Subjecting this Pokémon to a strong force causes it to secrete a strange purple fluid. Though harmless, the fluid is awfully sticky."
    ],
    "gastrodon": [
        "Its search for food sometimes leads it onto land, where it leaves behind a sticky trail of slime as it passes through.",
        "The softness of its body helps disperse the force of impacts, so although its body is uncommonly squishy, it’s also surprisingly resilient."
    ],
    "ambipom": [
        "In their search for comfortable trees, they get into territorial disputes with groups of Passimian. They win about half the time.",
        "It uses its tails for everything. If it wraps both of its tails around you and gives you a squeeze, that’s proof it really likes you."
    ],
    "drifloon": [
        "Perhaps seeking company, it approaches children. However, it often quickly runs away again when the children play too roughly with it.",
        "The gathering of many souls gave rise to this Pokémon. During humid seasons, they seem to appear in abundance."
    ],
    "drifblim": [
        "Some say this Pokémon is a collection of souls burdened with regrets, silently drifting through the dusk.",
        "It grabs people and Pokémon and carries them off somewhere. Where do they go? Nobody knows."
    ],
    "buneary": [
        "If both of Buneary’s ears are rolled up, something is wrong with its body or mind. It’s a sure sign the Pokémon is in need of care.",
        "Buneary can attack by rolling up their ears and then striking with the force created by unrolling them. This attack becomes stronger with training."
    ],
    "lopunny": [
        "Lopunny is constantly monitoring its surroundings. If danger approaches, this Pokémon responds with superdestructive kicks.",
        "Once hot seasons are over, Lopunny’s coat will be replaced with fur that holds a lot of insulating air in preparation for colder weather."
    ],
    "mismagius": [
        "Feared for its wrath and the curses it spreads, this Pokémon will also, on a whim, cast spells that help people.",
        "Its muttered curses can cause awful headaches or terrifying visions that torment others."
    ],
    "honchkrow": [
        "It will absolutely not forgive failure from or betrayal by its goons. It has no choice in this if it wants to maintain the order of the flock.",
        "Its goons take care of most of the fighting for it. The only time it dirties its own hands is in delivering a final blow to finish off an opponent."
    ],
    "glameow": [
        "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some.",
        "When it’s happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon."
    ],
    "purugly": [
        "It would claim another Pokémon’s nest as its own if it finds a nest sufficiently comfortable.",
        "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails."
    ],
    "chingling": [
        "Each time it hops, it makes a ringing sound. It deafens foes by emitting high-frequency cries.",
        "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound."
    ],
    "stunky": [
        "From its rear, it sprays a foul-smelling liquid at opponents. It aims for their faces, and it can hit them from over 16 feet away.",
        "If it lifts its tail and points its rear at you, beware. It’s about to spray you with a fluid stinky enough to make you faint."
    ],
    "skuntank": [
        "In its belly, it reserves stinky fluid that it shoots from its tail during battle. As this Pokémon’s diet varies, so does the stench of its fluid.",
        "It digs holes in the ground to make its nest. The stench of the fluid it lets fly from the tip of its tail is extremely potent."
    ],
    "bronzor": [
        "It appears in ancient ruins. The pattern on its body doesn’t come from any culture in the Galar region, so it remains shrouded in mystery.",
        "Polishing Bronzor to a shine makes its surface reflect the truth, according to common lore. Be that as it may, Bronzor hates being polished."
    ],
    "bronzong": [
        "Some believe it to be a deity that summons rain clouds. When angered, it lets out a warning cry that rings out like the tolling of a bell.",
        "Many scientists suspect that this Pokémon originated outside the Galar region, based on the patterns on its body."
    ],
    "bonsly": [
        "It expels both sweat and tears from its eyes. The sweat is a little salty, while the tears have a slight bitterness.",
        "This Pokémon lives in dry, rocky areas. As its green spheres dry out, their dull luster increases."
    ],
    "mime-jr": [
        "It mimics everyone it sees, but it puts extra effort into copying the graceful dance steps of Mr. Rime as practice.",
        "It looks for a Mr. Rime that’s a good dancer and carefully copies the Mr. Rime’s steps like an apprentice."
    ],
    "happiny": [
        "Mimicking Chansey, Happiny will place an egg- shaped stone in its belly pouch. Happiny will treasure this stone.",
        "Happiny’s willing to lend its precious round stone to those it’s friendly with, but if the stone isn’t returned, Happiny will cry and throw a tantrum."
    ],
    "chatot": [
        "It mimics the cries of other Pokémon to trick them into thinking it’s one of them. This way they won’t attack it.",
        "It can learn and speak human words. If they gather, they all learn the same saying."
    ],
    "spiritomb": [
        "Exactly 108 spirits gathered to become this Pokémon. Apparently there are some ill-natured spirits in the mix.",
        "All Spiritomb’s mischief and misdeeds compelled a traveler to use a mysterious spell to bind Spiritomb to an odd keystone."
    ],
    "gible": [
        "Gible prefers to stay in narrow holes in the sides of caves heated by geothermal energy. This way, Gible can stay warm even during a blizzard.",
        "Gible attacks anything that moves, and it drags whatever it catches into the crevice that is its lair. Despite the big mouth, Gible’s stomach is small."
    ],
    "gabite": [
        "This Pokémon emits ultrasonic waves from a protrusion on either side of its head to probe pitch-dark caves.",
        "Jewels are buried in the caves these Pokémon nest in, but you’ll be torn apart by claws and fangs the moment you enter one of these caves."
    ],
    "garchomp": [
        "Garchomp makes its home in volcanic mountains. It flies through the sky as fast as a jet airplane, hunting down as much prey as it can.",
        "Garchomp is fast both underground and above. It can bring down prey and return to its den before its body has chilled from being outside."
    ],
    "munchlax": [
        "Stuffing itself with vast amounts of food is its only concern. Whether the food is rotten or fresh, yummy or tasteless—it does not care.",
        "It stores food beneath its fur. It might share just one bite, but only if it really trusts you."
    ],
    "riolu": [
        "It’s exceedingly energetic, with enough stamina to keep running all through the night. Taking it for walks can be a challenging experience.",
        "It can use waves called auras to gauge how others are feeling. These same waves can also tell this Pokémon about the state of the environment."
    ],
    "lucario": [
        "It controls waves known as auras, which are powerful enough to pulverize huge rocks. It uses these waves to take down its prey.",
        "It can tell what people are thinking. Only Trainers who have justice in their hearts can earn this Pokémon’s trust."
    ],
    "hippopotas": [
        "It moves through the sands with its mouth open, swallowing sand along with its prey. It gets rid of the sand by spouting it from its nose.",
        "This Pokémon is active during the day and passes the cold desert nights burrowed snugly into the sand."
    ],
    "hippowdon": [
        "Stones can get stuck in the ports on their bodies. Dwebble help dislodge such stones, so Hippowdon look after these Pokémon.",
        "When roused to violence by its rage, it spews out the quantities of sand it has swallowed and whips up a sandstorm."
    ],
    "skorupi": [
        "After burrowing into the sand, it waits patiently for prey to come near. This Pokémon and Sizzlipede share common descent.",
        "It attacks using the claws on its tail. Once locked in its grip, its prey is unable to move as this Pokémon’s poison seeps in."
    ],
    "drapion": [
        "Its poison is potent, but it rarely sees use. This Pokémon prefers to use physical force instead, going on rampages with its car-crushing strength.",
        "It’s so vicious that it’s called the Sand Demon. Yet when confronted by Hippowdon, Drapion keeps a low profile and will never pick a fight."
    ],
    "croagunk": [
        "It makes frightening noises with its poison-filled cheek sacs. When opponents flinch, Croagunk hits them with a poison jab.",
        "Once diluted, its poison becomes medicinal. This Pokémon came into popularity after a pharmaceutical company chose it as a mascot."
    ],
    "toxicroak": [
        "It bounces toward opponents and gouges them with poisonous claws. No more than a scratch is needed to knock out its adversaries.",
        "It booms out a victory croak when its prey goes down in defeat. This Pokémon and Seismitoad are related species."
    ],
    "carnivine": [
        "It attracts prey with its sweet-smelling saliva, then chomps down. It takes a whole day to eat prey.",
        "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down."
    ],
    "finneon": [
        "When night falls, their pink patterns begin to shine. They’re popular with divers, so there are resorts that feed them to keep them close.",
        "It lures in prey with its shining tail fins. It stays near the surface during the day and moves to the depths when night falls."
    ],
    "lumineon": [
        "Deep down at the bottom of the ocean, prey is scarce. Lumineon get into fierce disputes with Lanturn over food.",
        "They traverse the deep waters as if crawling over the seafloor. The fantastic lights of its fins shine like stars in the night sky."
    ],
    "mantyke": [
        "Mantyke living in Galar seem to be somewhat sluggish. The colder waters of the seas in this region may be the cause.",
        "It swims along with a school of Remoraid, and they’ll all fight together to repel attackers."
    ],
    "snover": [
        "It lives on snowy mountains. It sinks its legs into the snow to absorb water and keep its own temperature down.",
        "The berries that grow around its belly are like ice pops. Galarian Darumaka absolutely love these berries."
    ],
    "abomasnow": [
        "If it sees any packs of Darumaka going after Snover, it chases them off, swinging its sizable arms like hammers.",
        "This Pokémon is known to bring blizzards. A shake of its massive body is enough to cause whiteout conditions."
    ],
    "weavile": [
        "They attack their quarry in packs. Prey as large as Mamoswine easily fall to the teamwork of a group of Weavile.",
        "With its claws, it leaves behind signs for its friends to find. The number of distinct signs is said to be over 500."
    ],
    "magnezone": [
        "Some say that Magnezone receives signals from space via the antenna on its head and that it’s being controlled by some mysterious being.",
        "It’s thought that a special magnetic field changed the molecular structure of this Pokémon’s body, and that’s what caused the Pokémon’s evolution."
    ],
    "lickilicky": [
        "Lickilicky’s strange tongue can stretch to many times the length of its body. No one has figured out how Lickilicky’s tongue can stretch so far.",
        "Lickilicky can do just about anything with its tongue, which is as dexterous as the human hand. In contrast, Lickilicky’s use of its fingers is clumsy."
    ],
    "rhyperior": [
        "It can load up to three projectiles per arm into the holes in its hands. What launches out of those holes could be either rocks or Roggenrola.",
        "It relies on its carapace to deflect incoming attacks and throw its enemy off balance. As soon as that happens, it drives its drill into the foe."
    ],
    "tangrowth": [
        "Tangrowth has two arms that it can extend as it pleases. Recent research has shown that these arms are, in fact, bundles of vines.",
        "Vine growth is accelerated for Tangrowth living in warm climates. If the vines grow long, Tangrowth shortens them by tearing parts of them off."
    ],
    "electivire": [
        "The amount of electrical energy this Pokémon produces is proportional to the rate of its pulse. The voltage jumps while Electivire is battling.",
        "In terms of electrical-energy output, Electivire is one of the best among all Electric Pokémon. It discharges high-voltage currents from its tails."
    ],
    "magmortar": [
        "When Magmortar inhales deeply, the fire burning in its belly intensifies, rising in temperature to over 3,600 degrees Fahrenheit.",
        "Living in the crater of a volcano has caused this Pokémon’s body to resemble its environment— it has an organ similar to a magma chamber."
    ],
    "togekiss": [
        "These Pokémon are never seen anywhere near conflict or turmoil. In recent times, they’ve hardly been seen at all.",
        "Known as a bringer of blessings, it’s been depicted on good-luck charms since ancient times."
    ],
    "yanmega": [
        "It prefers to battle by biting apart foes’ heads instantly while flying by at high speed.",
        "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced."
    ],
    "leafeon": [
        "Galarians favor the distinctive aroma that drifts from this Pokémon’s leaves. There’s a popular perfume made using that scent.",
        "This Pokémon’s tail is blade sharp, with a fantastic cutting edge that can slice right though large trees."
    ],
    "glaceon": [
        "Any who become captivated by the beauty of the snowfall that Glaceon creates will be frozen before they know it.",
        "The coldness emanating from Glaceon causes powdery snow to form, making it quite a popular Pokémon at ski resorts."
    ],
    "gliscor": [
        "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
        "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest."
    ],
    "mamoswine": [
        "This Pokémon can be spotted in wall paintings from as far back as 10,000 years ago. For a while, it was thought to have gone extinct.",
        "It looks strong, and that’s exactly what it is. As the weather grows colder, its ice tusks grow longer, thicker, and more impressive."
    ],
    "porygon-z": [
        "Porygon-Z had a program installed to allow it to move between dimensions, but the program also caused instability in Porygon-Z’s behavior.",
        "Some say an additional program made this Pokémon evolve, but even academics can’t agree on whether Porygon-Z is really an evolution."
    ],
    "gallade": [
        "True to its honorable-warrior image, it uses the blades on its elbows only in defense of something or someone.",
        "Sharply attuned to others’ wishes for help, this Pokémon seeks out those in need and aids them in battle."
    ],
    "probopass": [
        "Although it can control its units known as Mini-Noses, they sometimes get lost and don’t come back.",
        "It uses three small units to catch prey and battle enemies. The main body mostly just gives orders."
    ],
    "dusknoir": [
        "At the bidding of transmissions from the spirit world, it steals people and Pokémon away. No one knows whether it has a will of its own.",
        "With the mouth on its belly, Dusknoir swallows its target whole. The soul is the only thing eaten—Dusknoir disgorges the body before departing."
    ],
    "froslass": [
        "After a woman met her end on a snowy mountain, her regrets lingered on. From them, this Pokémon was born. Its favorite food is frozen souls.",
        "It spits out cold air of nearly −60 degrees Fahrenheit to freeze its quarry. It brings frozen prey back to its lair and neatly lines them up."
    ],
    "rotom": [
        "One boy’s invention led to the development of many different machines that take advantage of Rotom’s unique capabilities.",
        "With a body made of plasma, it can inhabit all sorts of machines. It loves to surprise others."
    ],
    "uxie": [
        "Known as “The Being of Knowledge.” It is said that it can wipe out the memory of those who see its eyes.",
        "It is said that its emergence gave humans the intelligence to improve their quality of life."
    ],
    "mesprit": [
        "Known as “The Being of Emotion.” It taught humans the nobility of sorrow, pain, and joy.",
        "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake’s surface."
    ],
    "azelf": [
        "Known as “The Being of Willpower.” It sleeps at the bottom of a lake to keep the world in balance.",
        "It is thought that Uxie, Mesprit, and Azelf all came from the same egg."
    ],
    "dialga": [
        "A Pokémon spoken of in legend. It is said that time began moving when Dialga was born.",
        "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity."
    ],
    "palkia": [
        "It is said to live in a gap in the spatial dimension parallel to ours. It appears in mythology.",
        "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology."
    ],
    "heatran": [
        "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
        "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves."
    ],
    "regigigas": [
        "It is said to have made Pokémon that look like itself from a special ice mountain, rocks, and magma.",
        "There is an enduring legend that states this Pokémon towed continents with ropes."
    ],
    "giratina-altered": [
        "This Pokémon is said to live in a world on the reverse side of ours, where common knowledge is distorted and strange.",
        "It was banished for its violence. It silently gazed upon the old world from the Distortion World."
    ],
    "cresselia": [
        "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon.",
        "Those who sleep holding Cresselia’s feather are assured of joyful dreams. It is said to represent the crescent moon."
    ],
    "phione": [
        "When the water warms, they inflate the flotation sac on their heads and drift languidly on the sea in packs.",
        "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted."
    ],
    "manaphy": [
        "It is born with a wondrous power that lets it bond with any kind of Pokémon.",
        "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon."
    ],
    "darkrai": [
        "It chases people and Pokémon from its territory by causing them to experience deep, nightmarish slumbers.",
        "It can lull people to sleep and make them dream. It is active during nights of the new moon."
    ],
    "shaymin-land": [
        "It can dissolve toxins in the air to instantly transform ruined land into a lush field of flowers.",
        "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers."
    ],
    "arceus": [
        "According to the legends of Sinnoh, this Pokémon emerged from an egg and shaped all there is in this world.",
        "It is told in mythology that this Pokémon was born before the universe even existed."
    ],
    "victini": [
        "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter.",
        "When it shares the infinite energy it creates, that being’s entire body will be overflowing with power."
    ],
    "snivy": [
        "Being exposed to sunlight makes its movements swifter. It uses vines more adeptly than its hands.",
        "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop."
    ],
    "servine": [
        "It moves along the ground as if sliding. Its swift movements befuddle its foes, and it then attacks with a vine whip.",
        "When it gets dirty, its leaves can’t be used in photosynthesis, so it always keeps itself clean."
    ],
    "serperior": [
        "It only gives its all against strong opponents who are not fazed by the glare from Serperior’s noble eyes.",
        "It can stop its opponents’ movements with just a glare. It takes in solar energy and boosts it internally."
    ],
    "tepig": [
        "It can deftly dodge its foe’s attacks while shooting fireballs from its nose. It roasts berries before it eats them.",
        "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp."
    ],
    "pignite": [
        "The more it eats, the more fuel it has to make the fire in its stomach stronger. This fills it with even more power.",
        "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke."
    ],
    "emboar": [
        "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends.",
        "It has mastered fast and powerful fighting moves. It grows a beard of fire."
    ],
    "oshawott": [
        "The scalchop on its stomach isn't just used for battle—it can be used to break open hard berries as well.",
        "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing."
    ],
    "dewott": [
        "Strict training is how it learns its flowing double-scalchop technique.",
        "As a result of strict training, each Dewott learns different forms for using the scalchops."
    ],
    "samurott": [
        "In the time it takes a foe to blink, it can draw and sheathe the seamitars attached to its front legs.",
        "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody."
    ],
    "patrat": [
        "Using food stored in cheek pouches, they can keep watch for days. They use their tails to communicate with others.",
        "Extremely cautious, one of them will always be on the lookout, but it won’t notice a foe coming from behind."
    ],
    "watchog": [
        "Using luminescent matter, it makes its eyes and body glow and stuns attacking opponents.",
        "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches."
    ],
    "lillipup": [
        "This Pokémon is courageous but also cautious. It uses the soft fur covering its face to collect information about its surroundings.",
        "This Pokémon is far brighter than the average child, and Lillipup won’t forget the love it receives or any abuse it suffers."
    ],
    "herdier": [
        "Herdier is a very smart and friendly Pokémon. So much so that there’s a theory that Herdier was the first Pokémon to partner with people.",
        "The black fur that covers this Pokémon’s body is dense and springy. Even sharp fangs bounce right off."
    ],
    "stoutland": [
        "These Pokémon seem to enjoy living with humans. Even a Stoutland caught in the wild will warm up to people in about three days.",
        "Stoutland is immensely proud of its impressive moustache. It’s said that moustache length is what determines social standing among this species."
    ],
    "purrloin": [
        "It steals things from people just to amuse itself with their frustration. A rivalry exists between this Pokémon and Nickit.",
        "Opponents that get drawn in by its adorable behavior come away with stinging scratches from its claws and stinging pride from its laughter."
    ],
    "liepard": [
        "Don’t be fooled by its gorgeous fur and elegant figure. This is a moody and vicious Pokémon.",
        "This stealthy Pokémon sneaks up behind prey without making any sound at all. It competes with Thievul for territory."
    ],
    "pansage": [
        "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
        "It’s good at finding berries and gathers them from all over. It’s kind enough to share them with friends."
    ],
    "simisage": [
        "It attacks enemies with strikes of its thorn-covered tail. This Pokémon is wild tempered.",
        "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter."
    ],
    "pansear": [
        "Very intelligent, it roasts berries before eating them. It likes to help people.",
        "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit."
    ],
    "simisear": [
        "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents.",
        "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets."
    ],
    "panpour": [
        "The water stored inside the tuft on its head is full of nutrients. It waters plants with it using its tail.",
        "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large."
    ],
    "simipour": [
        "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall.",
        "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail."
    ],
    "munna": [
        "Late at night, it appears beside people’s pillows. As it feeds on dreams, the patterns on its body give off a faint glow.",
        "It eats dreams and releases mist. The mist is pink when it’s eating a good dream, and black when it’s eating a nightmare."
    ],
    "musharna": [
        "When dark mists emanate from its body, don’t get too near. If you do, your nightmares will become reality.",
        "It drowses and dreams all the time. It’s best to leave it be if it’s just woken up, as it’s a terrible grump when freshly roused from sleep."
    ],
    "pidove": [
        "Where people go, these Pokémon follow. If you’re scattering food for them, be careful—several hundred of them can gather at once.",
        "It’s forgetful and not very bright, but many Trainers love it anyway for its friendliness and sincerity."
    ],
    "tranquill": [
        "It can fly moderately quickly. No matter how far it travels, it can always find its way back to its master and its nest.",
        "These bright Pokémon have acute memories. Apparently delivery workers often choose them as their partners."
    ],
    "unfezant": [
        "Unfezant are exceptional fliers. The females are known for their stamina, while the males outclass them in terms of speed.",
        "This Pokémon is intelligent and intensely proud. People will sit up and take notice if you become the Trainer of one."
    ],
    "blitzle": [
        "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity.",
        "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate."
    ],
    "zebstrika": [
        "When this ill-tempered Pokémon runs wild, it shoots lightning from its mane in all directions.",
        "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates."
    ],
    "roggenrola": [
        "It’s as hard as steel, but apparently a long soak in water will cause it to soften a bit.",
        "When it detects a noise, it starts to move. The energy core inside it makes this Pokémon slightly warm to the touch."
    ],
    "boldore": [
        "If you see its orange crystals start to glow, be wary. It’s about to fire off bursts of energy.",
        "It relies on sound in order to monitor what’s in its vicinity. When angered, it will attack without ever changing the direction it’s facing."
    ],
    "gigalith": [
        "This hardy Pokémon can often be found on construction sites and in mines, working alongside people and Copperajah.",
        "Although its energy blasts can blow away a dump truck, they have a limitation—they can only be fired when the sun is out."
    ],
    "woobat": [
        "While inside a cave, if you look up and see lots of heart-shaped marks lining the walls, it’s evidence that Woobat live there.",
        "It emits ultrasonic waves as it flutters about, searching for its prey—bug Pokémon."
    ],
    "swoobat": [
        "Emitting powerful sound waves tires it out. Afterward, it won’t be able to fly for a little while.",
        "The auspicious shape of this Pokémon’s nose apparently led some regions to consider Swoobat a symbol of good luck."
    ],
    "drilbur": [
        "It brings its claws together and whirls around at high speed before rushing toward its prey.",
        "It’s a digger, using its claws to burrow through the ground. It causes damage to vegetable crops, so many farmers have little love for it."
    ],
    "excadrill": [
        "It’s not uncommon for tunnels that appear to have formed naturally to actually be a result of Excadrill’s rampant digging.",
        "Known as the Drill King, this Pokémon can tunnel through the terrain at speeds of over 90 mph."
    ],
    "audino": [
        "Audino’s sense of hearing is superb. Not even a pebble rolling along over a mile away will escape Audino’s ears.",
        "This Pokémon has a kind heart. By touching with its feelers, Audino can gauge other creatures’ feelings and physical conditions."
    ],
    "timburr": [
        "It loves helping out with construction projects. It loves it so much that if rain causes work to halt, it swings its log around and throws a tantrum.",
        "Timburr that have started carrying logs that are about three times their size are nearly ready to evolve."
    ],
    "gurdurr": [
        "It shows off its muscles to Machoke and other Gurdurr. If it fails to measure up to the other Pokémon, it lies low for a little while.",
        "Gurdurr excels at demolition—construction is not its forte. In any case, there’s skill in the way this Pokémon wields its metal beam."
    ],
    "conkeldurr": [
        "Concrete mixed by Conkeldurr is much more durable than normal concrete, even when the compositions of the two materials are the same.",
        "When going all out, this Pokémon throws aside its concrete pillars and leaps at opponents to pummel them with its fists."
    ],
    "tympole": [
        "Graceful ripples running across the water’s surface are a sure sign that Tympole are singing in high-pitched voices below.",
        "It uses sound waves to communicate with others of its kind. People and other Pokémon species can’t hear its cries of warning."
    ],
    "palpitoad": [
        "It weakens its prey with sound waves intense enough to cause headaches, then entangles them with its sticky tongue.",
        "On occasion, their cries are sublimely pleasing to the ear. Palpitoad with larger lumps on their bodies can sing with a wider range of sounds."
    ],
    "seismitoad": [
        "The vibrating of the bumps all over its body causes earthquake-like tremors. Seismitoad and Croagunk are similar species.",
        "This Pokémon is popular among the elderly, who say the vibrations of its lumps are great for massages."
    ],
    "throh": [
        "It performs throwing moves with first-rate skill. Over the course of many battles, Throh’s belt grows darker as it absorbs its wearer’s sweat.",
        "They train in groups of five. Any member that can’t keep up will discard its belt and leave the group."
    ],
    "sawk": [
        "If you see a Sawk training in the mountains in its single-minded pursuit of strength, it’s best to quietly pass by.",
        "The karate chops of a Sawk that’s trained itself to the limit can cleave the ocean itself."
    ],
    "sewaddle": [
        "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth.",
        "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers."
    ],
    "swadloon": [
        "Forests where Swadloon live have superb foliage because the nutrients they make from fallen leaves nourish the plant life.",
        "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests."
    ],
    "leavanny": [
        "Upon finding a small Pokémon, it weaves clothing for it from leaves by using the sticky silk secreted from its mouth.",
        "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle."
    ],
    "venipede": [
        "Venipede and Sizzlipede are similar species, but when the two meet, a huge fight ensues.",
        "Its fangs are highly venomous. If this Pokémon finds prey it thinks it can eat, it leaps for them without any thought of how things might turn out."
    ],
    "whirlipede": [
        "This Pokémon spins itself rapidly and charges into its opponents. Its top speed is just over 60 mph.",
        "Whirlipede protects itself with a sturdy shell and poisonous spikes while it stores up the energy it’ll need for evolution."
    ],
    "scolipede": [
        "Scolipede latches on to its prey with the claws on its neck before slamming them into the ground and jabbing them with its claws’ toxic spikes.",
        "Scolipede engage in fierce territorial battles with Centiskorch. At the end of one of these battles, the victor makes a meal of the loser."
    ],
    "cottonee": [
        "It shoots cotton from its body to protect itself. If it gets caught up in hurricane-strength winds, it can get sent to the other side of the Earth.",
        "Weaving together the cotton of both Cottonee and Eldegoss produces exquisite cloth that’s highly prized by many luxury brands."
    ],
    "whimsicott": [
        "It scatters cotton all over the place as a prank. If it gets wet, it’ll become too heavy to move and have no choice but to answer for its mischief.",
        "As long as this Pokémon bathes in sunlight, its cotton keeps growing. If too much cotton fluff builds up, Whimsicott tears it off and scatters it."
    ],
    "petilil": [
        "Petilil appears around sources of clean water. Boiling leaves from this Pokémon's head results in a liquid that's sometimes used as a bug repellent.",
        "The deeper the color of a Petilil's leaves, the healthier the Pokémon is. Petilil sometimes makes its home in a well-tended field or flowerbed."
    ],
    "lilligant": [
        "It's believed that even first-rate gardeners have a hard time getting the flower on a Lilligant's head to bloom.",
        "Essential oils made from Lilligant flowers have a sublime scent, but they're also staggeringly expensive."
    ],
    "basculin-red-striped": [
        "Anglers love the fight this Pokémon puts up on the hook. And there are always more to catch— many people release them into lakes illicitly.",
        "In the past, it often appeared on the dinner table. The meat of red-striped Basculin is on the fatty side, and it’s more popular with the youth."
    ],
    "sandile": [
        "The desert gets cold at night, so when the sun sets, this Pokémon burrows deep into the sand and sleeps until sunrise.",
        "Sandile is small, but its legs and lower body are powerful. Pushing sand aside as it goes, Sandile moves through the desert as if it’s swimming."
    ],
    "krokorok": [
        "Krokorok has specialized eyes that enable it to see in the dark. This ability lets Krokorok hunt in the dead of night without getting lost.",
        "Although this Pokémon has specialized eyes that allow it to see in the dark, Krokorok won’t move much at night—the desert gets cold after sunset."
    ],
    "krookodile": [
        "This Pokémon is known as the Bully of the Sands. Krookodile’s mighty jaws can bite through heavy plates of iron with almost no effort at all.",
        "While terribly aggressive, Krookodile also has the patience to stay hidden under sand for days, lying in wait for prey."
    ],
    "darumaka": [
        "It derives its power from fire burning inside its body. If the fire dwindles, this Pokémon will immediately fall asleep.",
        "This popular symbol of good fortune will never fall over in its sleep, no matter how it’s pushed or pulled."
    ],
    "darmanitan-standard": [
        "The thick arms of this hot-blooded Pokémon can deliver punches capable of obliterating a dump truck.",
        "This Pokémon’s power level rises along with the temperature of its fire, which can reach 2,500 degrees Fahrenheit."
    ],
    "maractus": [
        "With noises that could be mistaken for the rattles of maracas, it creates an upbeat rhythm, startling bird Pokémon and making them fly off in a hurry.",
        "Once each year, this Pokémon scatters its seeds. They’re jam-packed with nutrients, making them a precious food source out in the desert."
    ],
    "dwebble": [
        "When it finds a stone appealing, it creates a hole inside it and uses it as its home. This Pokémon is the natural enemy of Roggenrola and Rolycoly.",
        "It first tries to find a rock to live in, but if there are no suitable rocks to be found, Dwebble may move in to the ports of a Hippowdon."
    ],
    "crustle": [
        "This highly territorial Pokémon prefers dry climates. It won’t come out of its boulder on rainy days.",
        "Its thick claws are its greatest weapons. They’re mighty enough to crack Rhyperior’s carapace."
    ],
    "scraggy": [
        "If it locks eyes with you, watch out! Nothing and no one is safe from the reckless headbutts of this troublesome Pokémon.",
        "It protects itself with its durable skin. It’s thought that this Pokémon will evolve once its skin has completely stretched out."
    ],
    "scrafty": [
        "As halfhearted as this Pokémon’s kicks may seem, they pack enough power to shatter Conkeldurr’s concrete pillars.",
        "While mostly known for having the temperament of an aggressive ruffian, this Pokémon takes very good care of its family, friends, and territory."
    ],
    "sigilyph": [
        "Psychic power allows these Pokémon to fly. Some say they were the guardians of an ancient city. Others say they were the guardians’ emissaries.",
        "A discovery was made in the desert where Sigilyph fly. The ruins of what may have been an ancient city were found beneath the sands."
    ],
    "yamask": [
        "It wanders through ruins by night, carrying a mask that’s said to have been the face it had when it was still human.",
        "The spirit of a person from a bygone age became this Pokémon. It rambles through ruins, searching for someone who knows its face."
    ],
    "cofagrigus": [
        "This Pokémon has a body of sparkling gold. People say it no longer remembers that it was once human.",
        "There are many depictions of Cofagrigus decorating ancient tombs. They’re symbols of the wealth that kings of bygone eras had."
    ],
    "tirtouga": [
        "This Pokémon inhabited ancient seas. Although it can only crawl, it still comes up onto land in search of prey.",
        "Tirtouga is considered to be the ancestor of many turtle Pokémon. It was restored to life from a fossil."
    ],
    "carracosta": [
        "Carracosta completely devours its prey—bones, shells, and all. Because of this, Carracosta’s own shell grows thick and sturdy.",
        "This Pokémon emerges from the water in search of prey despite the fact that it moves more slowly on land."
    ],
    "archen": [
        "This Pokémon was successfully restored from a fossil. As research suggested, Archen is unable to fly. But it’s very good at jumping.",
        "Archen is said to be the ancestor of bird Pokémon. It lived in treetops, eating berries and bug Pokémon."
    ],
    "archeops": [
        "It needs a running start to take off. If Archeops wants to fly, it first needs to run nearly 25 mph, building speed over a course of about 2.5 miles.",
        "Though capable of flight, Archeops was apparently better at hunting on the ground."
    ],
    "trubbish": [
        "Its favorite places are unsanitary ones. If you leave trash lying around, you could even find one of these Pokémon living in your room.",
        "This Pokémon was born from a bag stuffed with trash. Galarian Weezing relish the fumes belched by Trubbish."
    ],
    "garbodor": [
        "This Pokémon eats trash, which turns into poison inside its body. The main component of the poison depends on what sort of trash was eaten.",
        "The toxic liquid it launches from its right arm is so virulent that it can kill a weakened creature instantly."
    ],
    "zorua": [
        "Zorua is a timid Pokémon. This disposition seems to be what led to the development of Zorua's ability to take on the forms of other creatures.",
        "Zorua sometimes transforms into a person and goes into cities to search for food. When Zorua does this, it usually takes on the form of a child."
    ],
    "zoroark": [
        "This Pokémon cares deeply about others of its kind, and it will conjure terrifying illusions to keep its den and pack safe.",
        "Seeking to ease the burden of their solitude, lonely Trainers tell Zoroark to show illusions to them."
    ],
    "minccino": [
        "The way it brushes away grime with its tail can be helpful when cleaning. But its focus on spotlessness can make cleaning more of a hassle.",
        "They pet each other with their tails as a form of greeting. Of the two, the one whose tail is fluffier is a bit more boastful."
    ],
    "cinccino": [
        "Its body secretes oil that this Pokémon spreads over its nest as a coating to protect it from dust. Cinccino won’t tolerate even a speck of the stuff.",
        "A special oil that seeps through their fur helps them avoid attacks. The oil fetches a high price at market."
    ],
    "gothita": [
        "Though they’re still only babies, there’s psychic power stored in their ribbonlike feelers, and sometimes they use that power to fight.",
        "Even when nobody seems to be around, Gothita can still be heard making a muted cry. Many believe it’s speaking to something only it can see."
    ],
    "gothorita": [
        "It’s said that when stars shine in the night sky, this Pokémon will spirit away sleeping children. Some call it the Witch of Punishment.",
        "On nights when the stars shine, this Pokémon’s psychic power is at its strongest. It’s unknown just what link Gothorita has to the greater universe."
    ],
    "gothitelle": [
        "It has tremendous psychic power, but it dislikes conflict. It’s also able to predict the future based on the movement of the stars.",
        "A criminal who was shown his fate by a Gothitelle went missing that same day and was never seen again."
    ],
    "solosis": [
        "It communicates with others telepathically. Its body is encapsulated in liquid, but if it takes a heavy blow, the liquid will leak out.",
        "Many say that the special liquid covering this Pokémon’s body would allow it to survive in the vacuum of space."
    ],
    "duosion": [
        "Its psychic power can supposedly cover a range of more than half a mile—but only if its two brains can agree with each other.",
        "Its brain has split into two, and the two halves rarely think alike. Its actions are utterly unpredictable."
    ],
    "reuniclus": [
        "While it could use its psychic abilities in battle, this Pokémon prefers to swing its powerful arms around to beat opponents into submission.",
        "It’s said that drinking the liquid surrounding Reuniclus grants wisdom. Problem is, the liquid is highly toxic to anything besides Reuniclus itself."
    ],
    "ducklett": [
        "When attacked, it uses its feathers to splash water, escaping under cover of the spray.",
        "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater."
    ],
    "swanna": [
        "Despite their elegant appearance, they can flap their wings strongly and fly for thousands of miles.",
        "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock."
    ],
    "vanillite": [
        "Unable to survive in hot areas, it makes itself comfortable by breathing out air cold enough to cause snow. It burrows into the snow to sleep.",
        "Supposedly, this Pokémon was born from an icicle. It spews out freezing air at −58 degrees Fahrenheit to make itself more comfortable."
    ],
    "vanillish": [
        "By drinking pure water, it grows its icy body. This Pokémon can be hard to find on days with warm, sunny weather.",
        "It blasts enemies with cold air reaching −148 degrees Fahrenheit, freezing them solid. But it spares their lives afterward—it’s a kind Pokémon."
    ],
    "vanilluxe": [
        "When its anger reaches a breaking point, this Pokémon unleashes a fierce blizzard that freezes every creature around it, be they friend or foe.",
        "People believe this Pokémon formed when two Vanillish stuck together. Its body temperature is roughly 21 degrees Fahrenheit."
    ],
    "deerling": [
        "Their coloring changes according to the seasons and can be slightly affected by the temperature and humidity as well.",
        "The turning of the seasons changes the color and scent of this Pokémon’s fur. People use it to mark the seasons."
    ],
    "sawsbuck": [
        "They migrate according to the seasons. People can tell the season by looking at Sawsbuck’s horns.",
        "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring."
    ],
    "emolga": [
        "As Emolga flutters through the air, it crackles with electricity. This Pokémon is cute, but it can cause a lot of trouble.",
        "This Pokémon absolutely loves sweet berries. Sometimes it stuffs its cheeks full of so much food that it can’t fly properly."
    ],
    "karrablast": [
        "Its strange physiology reacts to electrical energy in interesting ways. The presence of a Shelmet will cause this Pokémon to evolve.",
        "It spits a liquid from its mouth to melt through Shelmet’s shell. Karrablast doesn’t eat the shell— it eats only the contents."
    ],
    "escavalier": [
        "They use shells they’ve stolen from Shelmet to arm and protect themselves. They’re very popular Pokémon in the Galar region.",
        "It charges its enemies, lances at the ready. An image of one of its duels is captured in a famous painting of Escavalier clashing with Sirfetch’d."
    ],
    "foongus": [
        "No one knows what the Poké Ball–like pattern on Foongus means or why Foongus has it.",
        "The spores released from this Pokémon’s hands are highly poisonous, but when thoroughly dried, the spores can be used as stomach medicine."
    ],
    "amoonguss": [
        "This Pokémon puffs poisonous spores at its foes. If the spores aren’t washed off quickly, they’ll grow into mushrooms wherever they land.",
        "Amoonguss generally doesn’t move much. It tends to stand still near Poké Balls that have been dropped on the ground."
    ],
    "frillish": [
        "It envelops its prey in its veillike arms and draws it down to the deeps, five miles below the ocean’s surface.",
        "Legend has it that the residents of a sunken ancient city changed into these Pokémon."
    ],
    "jellicent": [
        "Most of this Pokémon’s body composition is identical to sea water. It makes sunken ships its lair.",
        "Whenever a full moon hangs in the night sky, schools of Jellicent gather near the surface of the sea, waiting for their prey to appear."
    ],
    "alomomola": [
        "Fishermen take them along on long voyages, because if you have an Alomomola with you, there’ll be no need for a doctor or medicine.",
        "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola."
    ],
    "joltik": [
        "Joltik can be found clinging to other Pokémon. It’s soaking up static electricity because it can’t produce a charge on its own.",
        "Joltik latch on to other Pokémon and suck out static electricity. They’re often found sticking to Yamper’s hindquarters."
    ],
    "galvantula": [
        "It launches electrified fur from its abdomen as its means of attack. Opponents hit by the fur could be in for three full days and nights of paralysis.",
        "It lays traps of electrified threads near the nests of bird Pokémon, aiming to snare chicks that are not yet good at flying."
    ],
    "ferroseed": [
        "It defends itself by launching spikes, but its aim isn’t very good at first. Only after a lot of practice will it improve.",
        "Mossy caves are their preferred dwellings. Enzymes contained in mosses help Ferroseed’s spikes grow big and strong."
    ],
    "ferrothorn": [
        "This Pokémon scrapes its spikes across rocks, and then uses the tips of its feelers to absorb the nutrients it finds within the stone.",
        "Its spikes are harder than steel. This Pokémon crawls across rock walls by stabbing the spikes on its feelers into the stone."
    ],
    "klink": [
        "The two minigears that compose this Pokémon are closer than twins. They mesh well only with each other.",
        "It’s suspected that Klink were the inspiration behind ancient people’s invention of the first gears."
    ],
    "klang": [
        "When Klang goes all out, the minigear links up perfectly with the outer part of the big gear, and this Pokémon’s rotation speed increases sharply.",
        "Many companies in the Galar region choose Klang as their logo. This Pokémon is considered the symbol of industrial technology."
    ],
    "klinklang": [
        "From its spikes, it launches powerful blasts of electricity. Its red core contains an enormous amount of energy.",
        "The three gears that compose this Pokémon spin at high speed. Its new spiked gear isn’t a living creature."
    ],
    "tynamo": [
        "While one alone doesn’t have much power, a chain of many Tynamo can be as powerful as lightning.",
        "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock."
    ],
    "eelektrik": [
        "It wraps itself around its prey and paralyzes it with electricity from the round spots on its sides. Then it chomps.",
        "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity."
    ],
    "eelektross": [
        "With their sucker mouths, they suck in prey. Then they use their fangs to shock the prey with electricity.",
        "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean."
    ],
    "elgyem": [
        "If this Pokémon stands near a TV, strange scenery will appear on the screen. That scenery is said to be from its home.",
        "This Pokémon was discovered about 50 years ago. Its highly developed brain enables it to exert its psychic powers."
    ],
    "beheeyem": [
        "Whenever a Beheeyem visits a farm, a Dubwool mysteriously disappears.",
        "Sometimes found drifting above wheat fields, this Pokémon can control the memories of its opponents."
    ],
    "litwick": [
        "The flame on its head keeps its body slightly warm. This Pokémon takes lost children by the hand to guide them to the spirit world.",
        "The younger the life this Pokémon absorbs, the brighter and eerier the flame on its head burns."
    ],
    "lampent": [
        "This Pokémon appears just before someone passes away, so it’s feared as an emissary of death.",
        "It lurks in cities, pretending to be a lamp. Once it finds someone whose death is near, it will trail quietly after them."
    ],
    "chandelure": [
        "This Pokémon haunts dilapidated mansions. It sways its arms to hypnotize opponents with the ominous dancing of its flames.",
        "In homes illuminated by Chandelure instead of lights, funerals were a constant occurrence— or so it’s said."
    ],
    "axew": [
        "These Pokémon nest in the ground and use their tusks to crush hard berries. Crushing berries is also how they test each other’s strength.",
        "They play with each other by knocking their large tusks together. Their tusks break sometimes, but they grow back so quickly that it isn’t a concern."
    ],
    "fraxure": [
        "After battle, this Pokémon carefully sharpens its tusks on river rocks. It needs to take care of its tusks—if one breaks, it will never grow back.",
        "Its skin is as hard as a suit of armor. Fraxure’s favorite strategy is to tackle its opponents, stabbing them with its tusks at the same time."
    ],
    "haxorus": [
        "Its resilient tusks are its pride and joy. It licks up dirt to take in the minerals it needs to keep its tusks in top condition.",
        "While usually kindhearted, it can be terrifying if angered. Tusks that can slice through steel beams are how Haxorus deals with its adversaries."
    ],
    "cubchoo": [
        "When this Pokémon is in good health, its snot becomes thicker and stickier. It will smear its snot on anyone it doesn’t like.",
        "It sniffles before performing a move, using its frosty snot to provide an icy element to any move that needs it."
    ],
    "beartic": [
        "It swims through frigid seas, searching for prey. From its frozen breath, it forms icy fangs that are harder than steel.",
        "It swims energetically through frigid seas. When it gets tired, it freezes the seawater with its breath so it can rest on the ice."
    ],
    "cryogonal": [
        "With its icy chains, Cryogonal freezes those it encounters. It then takes its victims away to somewhere unknown.",
        "When the weather gets hot, these Pokémon turn into water vapor. Cryogonal are almost never seen during summer."
    ],
    "shelmet": [
        "When attacked, it tightly shuts the lid of its shell. This reaction fails to protect it from Karrablast, however, because they can still get into the shell.",
        "It has a strange physiology that responds to electricity. When together with Karrablast, Shelmet evolves for some reason."
    ],
    "accelgor": [
        "It moves with blinding speed and lobs poison at foes. Featuring Accelgor as a main character is a surefire way to make a movie or comic popular.",
        "Discarding its shell made it nimble. To keep itself from dehydrating, it wraps its body in bands of membrane."
    ],
    "stunfisk": [
        "Thanks to bacteria that lived in the mud flats with it, this Pokémon developed the organs it uses to generate electricity.",
        "For some reason, this Pokémon smiles slightly when it emits a strong electric current from the yellow markings on its body."
    ],
    "mienfoo": [
        "In one minute, a well-trained Mienfoo can chop with its arms more than 100 times.",
        "Though small, Mienfoo’s temperament is fierce. Any creature that approaches Mienfoo carelessly will be greeted with a flurry of graceful attacks."
    ],
    "mienshao": [
        "When Mienshao comes across a truly challenging opponent, it will lighten itself by biting off the fur on its arms.",
        "Delivered at blinding speeds, kicks from this Pokémon can shatter massive boulders into tiny pieces."
    ],
    "druddigon": [
        "Druddigon lives in caves, but it never skips sunbathing—it won’t be able to move if its body gets too cold.",
        "Druddigon are vicious and cunning. They take up residence in nests dug out by other Pokémon, treating the stolen nests as their own lairs."
    ],
    "golett": [
        "They were sculpted from clay in ancient times. No one knows why, but some of them are driven to continually line up boulders.",
        "This Pokémon was created from clay. It received orders from its master many thousands of years ago, and it still follows those orders to this day."
    ],
    "golurk": [
        "Artillery platforms built into the walls of ancient castles served as perches from which Golurk could fire energy beams.",
        "There’s a theory that inside Golurk is a perpetual motion machine that produces limitless energy, but this belief hasn’t been proven."
    ],
    "pawniard": [
        "It uses river stones to maintain the cutting edges of the blades covering its body. These sharpened blades allow it to bring down opponents.",
        "A pack of these Pokémon forms to serve a Bisharp boss. Each Pawniard trains diligently, dreaming of one day taking the lead."
    ],
    "bisharp": [
        "It’s accompanied by a large retinue of Pawniard. Bisharp keeps a keen eye on its minions, ensuring none of them even think of double-crossing it.",
        "Violent conflicts erupt between Bisharp and Fraxure over places where sharpening stones can be found."
    ],
    "bouffalant": [
        "These Pokémon can crush a car with no more than a headbutt. Bouffalant with more hair on their heads hold higher positions within the herd.",
        "These Pokémon live in herds of about 20 individuals. Bouffalant that betray the herd will lose the hair on their heads for some reason."
    ],
    "rufflet": [
        "If it spies a strong Pokémon, Rufflet can't resist challenging it to a battle. But if Rufflet loses, it starts bawling.",
        "A combative Pokémon, it's ready to pick a fight with anyone. It has talons that can crush hard berries."
    ],
    "braviary": [
        "Known for its bravery and pride, this majestic Pokémon is often seen as a motif for various kinds of emblems.",
        "Because this Pokémon is hotheaded and belligerent, it's Corviknight that's taken the role of transportation in Galar."
    ],
    "vullaby": [
        "It wears a bone to protect its rear. It often squabbles with others of its kind over particularly comfy bones.",
        "Vullaby grow quickly. Bones that have gotten too small for older Vullaby to wear often get passed down to younger ones in the nest."
    ],
    "mandibuzz": [
        "Although it’s a bit of a ruffian, this Pokémon will take lost Vullaby under its wing and care for them till they’re ready to leave the nest.",
        "They adorn themselves with bones. There seem to be fashion trends among them, as different bones come into and fall out of popularity."
    ],
    "heatmor": [
        "There’s a hole in its tail that allows it to draw in the air it needs to keep its fire burning. If the hole gets blocked, this Pokémon will fall ill.",
        "A flame serves as its tongue, melting through the hard shell of Durant so that Heatmor can devour their insides."
    ],
    "durant": [
        "They lay their eggs deep inside their nests. When attacked by Heatmor, they retaliate using their massive mandibles.",
        "With their large mandibles, these Pokémon can crunch their way through rock. They work together to protect their eggs from Sandaconda."
    ],
    "deino": [
        "When it encounters something, its first urge is usually to bite it. If it likes what it tastes, it will commit the associated scent to memory.",
        "Because it can’t see, this Pokémon is constantly biting at everything it touches, trying to keep track of its surroundings."
    ],
    "zweilous": [
        "While hunting for prey, Zweilous wanders its territory, its two heads often bickering over which way to go.",
        "Their two heads will fight each other over a single piece of food. Zweilous are covered in scars even without battling others."
    ],
    "hydreigon": [
        "There are a slew of stories about villages that were destroyed by Hydreigon. It bites anything that moves.",
        "The three heads take turns sinking their teeth into the opponent. Their attacks won’t slow until their target goes down."
    ],
    "larvesta": [
        "The people of ancient times believed that Larvesta fell from the sun.",
        "Larvesta’s body is warm all over. It spouts fire from the tips of its horns to intimidate predators and scare prey."
    ],
    "volcarona": [
        "Volcarona scatters burning scales. Some say it does this to start fires. Others say it’s trying to rescue those that suffer in the cold.",
        "This Pokémon emerges from a cocoon formed of raging flames. Ancient murals depict Volcarona as a deity of fire."
    ],
    "cobalion": [
        "This Pokémon appears in a legend alongside Terrakion and Virizion, fighting against humans in defense of the Unova region’s Pokémon.",
        "From the moment it’s born, this Pokémon radiates the air of a leader. Its presence will calm even vicious foes."
    ],
    "terrakion": [
        "It has phenomenal power. It will mercilessly crush anyone or anything that bullies small Pokémon.",
        "In Unovan legend, Terrakion battled against humans in an effort to protect other Pokémon."
    ],
    "virizion": [
        "A legend tells of this Pokémon working together with Cobalion and Terrakion to protect the Pokémon of the Unova region.",
        "It darts around opponents with a flurry of quick movements, slicing them up with its horns."
    ],
    "tornadus-incarnate": [
        "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 200 mph.",
        "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away."
    ],
    "thundurus-incarnate": [
        "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts.",
        "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked."
    ],
    "reshiram": [
        "This legendary Pokémon can scorch the world with fire. It helps those who want to build a world of truth.",
        "When Reshiram’s tail flares, the heat energy moves the atmosphere and changes the world’s weather."
    ],
    "zekrom": [
        "This legendary Pokémon can scorch the world with lightning. It assists those who want to build an ideal world.",
        "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail."
    ],
    "landorus-incarnate": [
        "Lands visited by Landorus grant such bountiful crops that it has been hailed as “The Guardian of the Fields.”",
        "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant."
    ],
    "kyurem": [
        "This legendary ice Pokémon waits for a hero to fill in the missing parts of its body with truth or ideals.",
        "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
    ],
    "keldeo-ordinary": [
        "It crosses the world, running over the surfaces of oceans and rivers. It appears at scenic waterfronts.",
        "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow."
    ],
    "meloetta-aria": [
        "The melodies sung by Meloetta have the power to make Pokémon that hear them happy or sad.",
        "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it."
    ],
    "genesect": [
        "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back.",
        "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back."
    ],
    "chespin": [
        "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.",
        "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn’t faze it."
    ],
    "quilladin": [
        "It relies on its sturdy shell to deflect predators’ attacks. It counterattacks with its sharp quills.",
        "They strengthen their lower bodies by running into one another. They are very kind and won’t start fights."
    ],
    "chesnaught": [
        "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.",
        "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast."
    ],
    "fennekin": [
        "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.",
        "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears."
    ],
    "braixen": [
        "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.",
        "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies."
    ],
    "delphox": [
        "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.",
        "Using psychic power, it generates a fiery vortex of 5,400 degrees Fahrenheit, incinerating foes swept into this whirl of flame."
    ],
    "froakie": [
        "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.",
        "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings."
    ],
    "frogadier": [
        "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.",
        "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute’s time."
    ],
    "greninja": [
        "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.",
        "It appears and vanishes with a ninja’s grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water."
    ],
    "bunnelby": [
        "It excels at digging holes. Using its ears, it can dig a nest 33 feet deep in one night.",
        "It’s very sensitive to danger. The sound of Corviknight’s flapping will have Bunnelby digging a hole to hide underground in moments."
    ],
    "diggersby": [
        "With power equal to an excavator, it can dig through dense bedrock. It’s a huge help during tunnel construction.",
        "The fur on its belly retains heat exceptionally well. People used to make heavy winter clothing from fur shed by this Pokémon."
    ],
    "fletchling": [
        "Its melodious cries are actually warnings. Fletchling will mercilessly peck at anything that enters its territory.",
        "When this Pokémon gets excited, its body temperature increases sharply. If you touch a Fletchling with bare hands, you might get burned."
    ],
    "fletchinder": [
        "Fletchinder launches embers into the den of its prey. When the prey comes leaping out, Fletchinder’s sharp talons finish it off.",
        "Fletchinder are exceedingly territorial and aggressive. These Pokémon fight among themselves over feeding grounds."
    ],
    "talonflame": [
        "Talonflame mainly preys upon other bird Pokémon. To intimidate opponents, it sends embers spewing from gaps between its feathers.",
        "Talonflame dives toward prey at speeds of up to 310 mph and assaults them with powerful kicks, giving the prey no chance to escape."
    ],
    "scatterbug": [
        "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.",
        "The powder that covers its body regulates its temperature, so it can live in any region or climate."
    ],
    "spewpa": [
        "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.",
        "The beaks of bird Pokémon can’t begin to scratch its stalwart body. To defend itself, it spews powder."
    ],
    "vivillon": [
        "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.",
        "The patterns on this Pokémon’s wings depend on the climate and topography of its habitat. It scatters colorful scales."
    ],
    "litleo": [
        "When they’re young, they live with a pride. Once they’re able to hunt prey on their own, they’re kicked out and have to make their own way.",
        "This hot-blooded Pokémon is filled with curiosity. When it gets angry or starts fighting, its short mane gets hot."
    ],
    "pyroar": [
        "The males are usually lazy, but when attacked by a strong foe, a male will protect its friends with no regard for its own safety.",
        "The temperature of its breath is over 10,000 degrees Fahrenheit, but Pyroar doesn’t use it on its prey. This Pokémon prefers to eat raw meat."
    ],
    "flabebe": [
        "It’s not safe without the power of a flower, but it will keep traveling around until it finds one with the color and shape it wants.",
        "Flabébé wears a crown made from pollen it’s collected from its flower. The crown has hidden healing properties."
    ],
    "floette": [
        "It raises flowers and uses them as weapons. The more gorgeous the blossom, the more power it contains.",
        "It gives its own power to flowers, pouring its heart into caring for them. Floette never forgives anyone who messes up a flower bed."
    ],
    "florges": [
        "It controls the flowers it grows. The petal blizzards that Florges triggers are overwhelming in their beauty and power.",
        "Its life can span several hundred years. It’s said to devote its entire life to protecting gardens."
    ],
    "skiddo": [
        "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.",
        "If it has sunshine and water, it doesn’t need to eat, because it can generate energy from the leaves on its back."
    ],
    "gogoat": [
        "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.",
        "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns."
    ],
    "pancham": [
        "It chooses a Pangoro as its master and then imitates its master’s actions. This is how it learns to battle and hunt for prey.",
        "Wanting to make sure it’s taken seriously, Pancham’s always giving others a glare. But if it’s not focusing, it ends up smiling."
    ],
    "pangoro": [
        "This Pokémon is quick to anger, and it has no problem using its prodigious strength to get its way. It lives for duels against Obstagoon.",
        "Using its leaf, Pangoro can predict the moves of its opponents. It strikes with punches that can turn a dump truck into scrap with just one hit."
    ],
    "furfrou": [
        "There was an era when aristocrats would compete to see who could trim their Furfrou’s fur into the most exquisite style.",
        "Left alone, its fur will grow longer and longer, but it will only allow someone it trusts to cut it."
    ],
    "espurr": [
        "Though Espurr’s expression never changes, behind that blank stare is an intense struggle to contain its devastating psychic power.",
        "There’s enough psychic power in Espurr to send a wrestler flying, but because this power can’t be controlled, Espurr finds it troublesome."
    ],
    "meowstic-male": [
        "Revealing the eyelike patterns on the insides of its ears will unleash its psychic powers. It normally keeps the patterns hidden, however.",
        "The defensive instinct of the males is strong. It’s when they’re protecting themselves or their partners that they unleash their full power."
    ],
    "honedge": [
        "Honedge’s soul once belonged to a person who was killed a long time ago by the sword that makes up Honedge’s body.",
        "The blue eye on the sword’s handguard is the true body of Honedge. With its old cloth, it drains people’s lives away."
    ],
    "doublade": [
        "Honedge evolves into twins. The two blades rub together to emit a metallic sound that unnerves opponents.",
        "The two swords employ a strategy of rapidly alternating between offense and defense to bring down their prey."
    ],
    "aegislash-shield": [
        "In this defensive stance, Aegislash uses its steel body and a force field of spectral power to reduce the damage of any attack.",
        "Its potent spectral powers allow it to manipulate others. It once used its powers to force people and Pokémon to build a kingdom to its liking."
    ],
    "spritzee": [
        "A scent pouch within this Pokémon’s body allows it to create various scents. A change in its diet will alter the fragrance it produces.",
        "The scent its body gives off enraptures those who smell it. Noble ladies had no shortage of love for Spritzee."
    ],
    "aromatisse": [
        "The scent that constantly emits from its fur is so powerful that this Pokémon’s companions will eventually lose their sense of smell.",
        "The scents Aromatisse can produce range from sweet smells that bolster allies to foul smells that sap an opponent’s will to fight."
    ],
    "swirlix": [
        "It eats its own weight in sugar every day. If it doesn’t get enough sugar, it becomes incredibly grumpy.",
        "The sweet smell of cotton candy perfumes Swirlix’s fluffy fur. This Pokémon spits out sticky string to tangle up its enemies."
    ],
    "slurpuff": [
        "By taking in a person’s scent, it can sniff out their mental and physical condition. It’s hoped that this skill will have many medical applications.",
        "Slurpuff’s fur contains a lot of air, making it soft to the touch and lighter than it looks."
    ],
    "inkay": [
        "It spins while making its luminescent spots flash. These spots allow it to communicate with others by using different patterns of light.",
        "By exposing foes to the blinking of its luminescent spots, Inkay demoralizes them, and then it seizes the chance to flee."
    ],
    "malamar": [
        "Gazing at its luminescent spots will quickly induce a hypnotic state, putting the observer under Malamar’s control.",
        "It’s said that Malamar’s hypnotic powers played a role in certain history-changing events."
    ],
    "binacle": [
        "After two Binacle find a suitably sized rock, they adhere themselves to it and live together. They cooperate to gather food during high tide.",
        "If the two don’t work well together, both their offense and defense fall apart. Without good teamwork, they won’t survive."
    ],
    "barbaracle": [
        "Seven Binacle come together to form one Barbaracle. The Binacle that serves as the head gives orders to those serving as the limbs.",
        "Having an eye on each palm allows it to keep watch in all directions. In a pinch, its limbs start to act on their own to ensure the enemy’s defeat."
    ],
    "skrelp": [
        "It drifts in the ocean, blending in with floating seaweed. When other Pokémon come to feast on the seaweed, Skrelp feasts on them instead.",
        "Skrelp looks like a piece of rotten seaweed, so it can blend in with seaweed drifting on the ocean and avoid being detected by enemies."
    ],
    "dragalge": [
        "Dragalge uses a poisonous liquid capable of corroding metal to send tankers that enter its territory to the bottom of the sea.",
        "Dragalge generates dragon energy by sticking the plume on its head out above the ocean’s surface and bathing it in sunlight."
    ],
    "clauncher": [
        "Clauncher’s claws can fall off during battle, but they’ll regenerate. The meat inside the claws is popular as a delicacy in Galar.",
        "By detonating gas that accumulates in its right claw, this Pokémon launches water like a bullet. This is how Clauncher defeats its enemies."
    ],
    "clawitzer": [
        "After using the feelers on its oversized claw to detect the location of prey, Clawitzer launches a cannonball of water at its target.",
        "Clawitzer’s right arm is a cannon that launches projectiles made of seawater. Shots from a Clawitzer’s cannon arm can sink a tanker."
    ],
    "helioptile": [
        "When spread, the frills on its head act like solar panels, generating the power behind this Pokémon’s electric moves.",
        "The sun powers this Pokémon’s electricity generation. Interruption of that process stresses Helioptile to the point of weakness."
    ],
    "heliolisk": [
        "A now-vanished desert culture treasured these Pokémon. Appropriately, when Heliolisk came to the Galar region, treasure came with them.",
        "One Heliolisk basking in the sun with its frill outspread is all it would take to produce enough electricity to power a city."
    ],
    "tyrunt": [
        "This is an ancient Pokémon, revived in modern times. It has a violent disposition, and it’ll tear apart anything it gets between its hefty jaws.",
        "This Pokémon is selfish and likes to be pampered. It can also inflict grievous wounds on its Trainer just by playing around."
    ],
    "tyrantrum": [
        "This Pokémon is from about 100,000,000 years ago. It has the presence of a king, vicious but magnificent.",
        "A single bite of Tyrantrum’s massive jaws will demolish a car. This Pokémon was the king of the ancient world."
    ],
    "amaura": [
        "This Pokémon was successfully restored from a fossil. In the past, it lived with others of its kind in cold lands where there were fewer predators.",
        "Amaura is an ancient Pokémon that has gone extinct. Specimens of this species can sometimes be found frozen in ice."
    ],
    "aurorus": [
        "Aurorus was restored from a fossil. It’s said that when this Pokémon howls, auroras appear in the night sky.",
        "When gripped by rage, Aurorus will emanate freezing air, covering everything around it in ice."
    ],
    "sylveon": [
        "By releasing enmity-erasing waves from its ribbonlike feelers, Sylveon stops any conflict.",
        "There’s a Galarian fairy tale that describes a beautiful Sylveon vanquishing a dreadful dragon Pokémon."
    ],
    "hawlucha": [
        "It drives its opponents to exhaustion with its agile maneuvers, then ends the fight with a flashy finishing move.",
        "It always strikes a pose before going for its finishing move. Sometimes opponents take advantage of that time to counterattack."
    ],
    "dedenne": [
        "A Dedenne’s whiskers pick up electrical waves other Dedenne send out. These Pokémon share locations of food or electricity with one another.",
        "Since Dedenne can’t generate much electricity on its own, it steals electricity from outlets or other electric Pokémon."
    ],
    "carbink": [
        "When beset by attackers, Carbink wipes them all out by firing high-energy beams from the gems embedded in its body.",
        "It’s said that somewhere in the world, there’s a mineral vein housing a large pack of slumbering Carbink. It’s also said that this pack has a queen."
    ],
    "goomy": [
        "Because most of its body is water, it will dry up if the weather becomes too arid. It's considered the weakest dragon Pokémon.",
        "Their horns are powerful sensors. As soon as Goomy pick up any sign of enemies, they go into hiding. This is how they've survived."
    ],
    "sliggoo": [
        "Although this Pokémon isn't very strong, its body is coated in a caustic slime that can melt through anything, so predators steer clear of it.",
        "The lump on its back contains its tiny brain. It thinks only of food and escaping its enemies."
    ],
    "goodra": [
        "Sometimes it misunderstands instructions and appears dazed or bewildered. Many Trainers don't mind, finding this behavior to be adorable.",
        "Its form of offense is forcefully stretching out its horns. The strikes land 100 times harder than any blow from a heavyweight boxer."
    ],
    "klefki": [
        "This Pokémon is constantly collecting keys. Entrust a Klefki with important keys, and the Pokémon will protect them no matter what.",
        "Klefki sucks in metal ions with the horn topping its head. It seems this Pokémon loves keys so much that its head needed to look like one, too."
    ],
    "phantump": [
        "After a lost child perished in the forest, their spirit possessed a tree stump, causing the spirit’s rebirth as this Pokémon.",
        "With a voice like a human child’s, it cries out to lure adults deep into the forest, getting them lost among the trees."
    ],
    "trevenant": [
        "People fear it due to a belief that it devours any who try to cut down trees in its forest, but to the Pokémon it shares its woods with, it’s kind.",
        "Small roots that extend from the tips of this Pokémon’s feet can tie into the trees of the forest and give Trevenant control over them."
    ],
    "pumpkaboo-average": [
        "Spirits that wander this world are placed into Pumpkaboo’s body. They’re then moved on to the afterlife.",
        "The light that streams out from the holes in the pumpkin can hypnotize and control the people and Pokémon that see it."
    ],
    "gourgeist-average": [
        "Eerie cries emanate from its body in the dead of night. The sounds are said to be the wails of spirits who are suffering in the afterlife.",
        "In the darkness of a new-moon night, Gourgeist will come knocking. Whoever answers the door will be swept off to the afterlife."
    ],
    "bergmite": [
        "They chill the air around them to −150 degrees Fahrenheit, freezing the water in the air into ice that they use as armor.",
        "This Pokémon lives in areas of frigid cold. It secures itself to the back of an Avalugg by freezing its feet in place."
    ],
    "avalugg": [
        "At high latitudes, this Pokémon can be found with clusters of Bergmite on its back as it swims among the icebergs.",
        "As Avalugg moves about during the day, the cracks in its body deepen. The Pokémon’s body returns to a pristine state overnight."
    ],
    "noibat": [
        "After nightfall, they emerge from the caves they nest in during the day. Using their ultrasonic waves, they go on the hunt for ripened fruit.",
        "No wavelength of sound is beyond Noibat’s ability to produce. The ultrasonic waves it generates can overcome much larger Pokémon."
    ],
    "noivern": [
        "Aggressive and cruel, this Pokémon will ruthlessly torment enemies that are helpless in the dark.",
        "Flying through the darkness, it weakens enemies with ultrasonic waves that could crush stone. Its fangs finish the fight."
    ],
    "xerneas": [
        "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.",
        "When the horns on its head shine in seven colors, it is said to be sharing everlasting life."
    ],
    "yveltal": [
        "When this legendary Pokémon’s wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.",
        "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more."
    ],
    "zygarde-50": [
        "This is Zygarde’s form when about half of its pieces have been assembled. It plays the role of monitoring the ecosystem.",
        "Some say it can change to an even more powerful form when battling those who threaten the ecosystem."
    ],
    "diancie": [
        "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.",
        "It can instantly create many diamonds by compressing the carbon in the air between its hands."
    ],
    "hoopa": [
        "In its true form, it possesses a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.",
        "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form."
    ],
    "volcanion": [
        "It lets out billows of steam and disappears into the dense fog. It’s said to live in mountains where humans do not tread.",
        "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain."
    ],
    "rowlet": [
        "It sends its feathers, which are as sharp as blades, flying in attack. Its legs are strong, so its kicks are also formidable.",
        "It feels relaxed in tight, dark places and has been known to use its Trainer's pocket or bag as a nest."
    ],
    "dartrix": [
        "This narcissistic Pokémon is a clean freak. If you don't groom it diligently, it will stop listening to you.",
        "Supremely sensitive to the presence of others, it can detect opponents standing behind it, flinging its sharp feathers to take them out."
    ],
    "decidueye": [
        "It nocks its arrow quills and shoots them at opponents. When it simply can't afford to miss, it tugs the vine on its head to improve its focus.",
        "Decidueye can nock and fire an arrow at an enemy in a tenth of a second, so its battles are decided in the blink of an eye."
    ],
    "litten": [
        "If you try too hard to get close to it, it won’t open up to you. Even if you do grow close, giving it too much affection is still a no-no.",
        "Its coat regrows twice a year. When the time comes, Litten sets its own body on fire and burns away the old fur."
    ],
    "torracat": [
        "It can act spoiled if it grows close to its Trainer. A powerful Pokémon, its sharp claws can leave its Trainer’s whole body covered in scratches.",
        "When its mane is standing on end, you can tell it’s feeling good. When it isn’t feeling well, its fur will lie down flat."
    ],
    "incineroar": [
        "Although it’s rough mannered and egotistical, it finds beating down unworthy opponents boring. It gets motivated for stronger opponents.",
        "When its fighting spirit is set alight, the flames around its waist become especially intense."
    ],
    "popplio": [
        "The balloons it inflates with its nose grow larger and larger as it practices day by day.",
        "Popplio gets on top of its bouncy water balloons to jump higher. It’s quite the acrobatic fighter!"
    ],
    "brionne": [
        "It gets excited when it sees a dance it doesn’t know. This hard worker practices diligently until it can learn that dance.",
        "It attacks by smacking its enemies with the exploding water balloons that it creates."
    ],
    "primarina": [
        "To Primarina, every battle is a stage. It takes down its prey with beautiful singing and dancing.",
        "Also known as a songstress, it has a fantastical look on moonlit nights when it leads its colony in song."
    ],
    "pikipek": [
        "It pecks at trees with its hard beak. You can get some idea of its mood or condition from the rhythm of its pecking.",
        "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!"
    ],
    "trumbeak": [
        "It can bend the tip of its beak to produce over a hundred different cries at will.",
        "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants."
    ],
    "toucannon": [
        "They smack beaks with others of their kind to communicate. The strength and number of hits tell each other how they feel.",
        "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm."
    ],
    "yungoos": [
        "Its stomach takes up most of its long torso. It’s a big eater, so the amount Trainers have to spend on its food is no laughing matter.",
        "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey."
    ],
    "gumshoos": [
        "Although it wasn’t originally found in Alola, this Pokémon was brought over a long time ago when there was a huge Rattata outbreak.",
        "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!"
    ],
    "grubbin": [
        "Its natural enemies, like Rookidee, may flee rather than risk getting caught in its large mandibles that can snap thick tree branches.",
        "It uses its big jaws to dig nests into the forest floor, and it loves to feed on sweet tree sap."
    ],
    "charjabug": [
        "While its durable shell protects it from attacks, Charjabug strikes at enemies with jolts of electricity discharged from the tips of its jaws.",
        "Its digestive processes convert the leaves it eats into electricity. An electric sac in its belly stores the electricity for later use."
    ],
    "vikavolt": [
        "It builds up electricity in its abdomen, focuses it through its jaws, and then fires the electricity off in concentrated beams.",
        "If it carries a Charjabug to use as a spare battery, a flying Vikavolt can rapidly fire high-powered beams of electricity."
    ],
    "crabrawler": [
        "Its hard pincers are well suited to both offense and defense. Fights between two Crabrawler are like boxing matches.",
        "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it."
    ],
    "crabominable": [
        "It stores coldness in its pincers and pummels its foes. It can even smash thick walls of ice to bits!",
        "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches."
    ],
    "oricorio-baile": [
        "It wins the hearts of its enemies with its passionate dancing and then uses the opening it creates to burn them up with blazing flames.",
        "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry."
    ],
    "cutiefly": [
        "Nectar and pollen are its favorite fare. You can find Cutiefly hovering around Gossifleur, trying to get some of Gossifleur’s pollen.",
        "An opponent’s aura can tell Cutiefly what that opponent’s next move will be. Then Cutiefly can glide around the attack and strike back."
    ],
    "ribombee": [
        "It makes pollen puffs from pollen and nectar. The puffs’ effects depend on the type of ingredients and how much of each one is used.",
        "Ribombee absolutely hate getting wet or rained on. In the cloudy Galar region, they are very seldom seen."
    ],
    "rockruff": [
        "This Pokémon can bond very strongly with its Trainer, but it also has a habit of biting. Raising a Rockruff for a long time can be challenging.",
        "This Pokémon intimidates opponents by striking the ground with the rocks on its neck. The moment an opponent flinches, Rockruff attacks."
    ],
    "lycanroc-midday": [
        "This Lycanroc is calm and cautious. The rocks jutting from its mane are razor sharp.",
        "With swift movements, this Pokémon gradually backs its prey into a corner. Lycanroc’s fangs are always aimed toward opponents’ weak spots."
    ],
    "wishiwashi-solo": [
        "Individually, they’re incredibly weak. It’s by gathering up into schools that they’re able to confront opponents.",
        "When it senses danger, its eyes tear up. The sparkle of its tears signals other Wishiwashi to gather."
    ],
    "mareanie": [
        "The first symptom of its sting is numbness. The next is an itching sensation so intense that it’s impossible to resist the urge to claw at your skin.",
        "Unlike their Alolan counterparts, the Mareanie of the Galar region have not yet figured out that the branches of Corsola are delicious."
    ],
    "toxapex": [
        "To survive in the cold waters of Galar, this Pokémon forms a dome with its legs, enclosing its body so it can capture its own body heat.",
        "Within the poison sac in its body is a poison so toxic that Pokémon as large as Wailord will still be suffering three days after it first takes effect."
    ],
    "mudbray": [
        "Loads weighing up to 50 times as much as its own body weight pose no issue for this Pokémon. It’s skilled at making use of mud.",
        "It eats dirt to create mud and smears this mud all over its feet, giving them the grip needed to walk on rough terrain without slipping."
    ],
    "mudsdale": [
        "Mud that hardens around a Mudsdale’s legs sets harder than stone. It’s so hard that it allows this Pokémon to scrap a truck with a single kick.",
        "Mudsdale has so much stamina that it could carry over 10 tons across the Galar region without rest or sleep."
    ],
    "dewpider": [
        "It forms a water bubble at the rear of its body and then covers its head with it. Meeting another Dewpider means comparing water-bubble sizes.",
        "Dewpider normally lives underwater. When it comes onto land in search of food, it takes water with it in the form of a bubble on its head."
    ],
    "araquanid": [
        "It launches water bubbles with its legs, drowning prey within the bubbles. This Pokémon can then take its time to savor its meal.",
        "It acts as a caretaker for Dewpider, putting them inside its bubble and letting them eat any leftover food."
    ],
    "fomantis": [
        "When bathed in sunlight, this Pokémon emits a pleasantly sweet scent, which causes bug Pokémon to gather around it.",
        "During the day, Fomantis basks in sunlight and sleeps peacefully. It wakes and moves around at night."
    ],
    "lurantis": [
        "This Pokémon resembles a beautiful flower. A properly raised Lurantis will have gorgeous, brilliant colors.",
        "The petals on this Pokémon’s arms are thin and super sharp, and they can fire laser beams if Lurantis gathers light first."
    ],
    "morelull": [
        "Pokémon living in the forest eat the delicious caps on Morelull’s head. The caps regrow overnight.",
        "Morelull live in forests that stay dark even during the day. They scatter flickering spores that put enemies to sleep."
    ],
    "shiinotic": [
        "Its flickering spores lure in prey and put them to sleep. Once this Pokémon has its prey snoozing, it drains their vitality with its fingertips.",
        "If you see a light deep in a forest at night, don’t go near. Shiinotic will make you fall fast asleep."
    ],
    "salandit": [
        "Its venom sacs produce a fluid that this Pokémon then heats up with the flame in its tail. This process creates Salandit’s poisonous gas.",
        "This sneaky Pokémon will slink behind its prey and immobilize it with poisonous gas before the prey even realizes Salandit is there."
    ],
    "salazzle": [
        "Only female Salazzle exist. They emit a gas laden with pheromones to captivate male Salandit.",
        "The winner of competitions between Salazzle is decided by which one has the most male Salandit with it."
    ],
    "stufful": [
        "Its fluffy fur is a delight to pet, but carelessly reaching out to touch this Pokémon could result in painful retaliation.",
        "The way it protects itself by flailing its arms may be an adorable sight, but stay well away. This is flailing that can snap thick tree trunks."
    ],
    "bewear": [
        "Once it accepts you as a friend, it tries to show its affection with a hug. Letting it do that is dangerous—it could easily shatter your bones.",
        "The moves it uses to take down its prey would make a martial artist jealous. It tucks subdued prey under its arms to carry them to its nest."
    ],
    "bounsweet": [
        "Its body gives off a sweet, fruity scent that is extremely appetizing to bird Pokémon.",
        "When under attack, it secretes a sweet and delicious sweat. The scent only calls more enemies to it."
    ],
    "steenee": [
        "As it twirls like a dancer, a sweet smell spreads out around it. Anyone who inhales the scent will feel a surge of happiness.",
        "Any Corvisquire that pecks at this Pokémon will be greeted with a smack from its sepals followed by a sharp kick."
    ],
    "tsareena": [
        "This feared Pokémon has long, slender legs and a cruel heart. It shows no mercy as it stomps on its opponents.",
        "A kick from the hardened tips of this Pokémon’s legs leaves a wound in the opponent’s body and soul that will never heal."
    ],
    "comfey": [
        "Comfey picks flowers with its vine and decorates itself with them. For some reason, flowers won’t wither once they’re attached to a Comfey.",
        "These Pokémon smell very nice. All Comfey wear different flowers, so each of these Pokémon has its own individual scent."
    ],
    "oranguru": [
        "With waves of its fan—made from leaves and its own fur—Oranguru skillfully gives instructions to other Pokémon.",
        "It knows the forest inside and out. If it comes across a wounded Pokémon, Oranguru will gather medicinal herbs to treat it."
    ],
    "passimian": [
        "Displaying amazing teamwork, they follow the orders of their boss as they all help out in the search for their favorite berries.",
        "Passimian live in groups of about 20, with each member performing an assigned role. Through cooperation, the group survives."
    ],
    "wimpod": [
        "It’s nature’s cleaner—it eats anything and everything, including garbage and rotten things. The ground near its nest is always clean.",
        "Wimpod gather in swarms, constantly on the lookout for danger. They scatter the moment they detect an enemy’s presence."
    ],
    "golisopod": [
        "It will do anything to win, taking advantage of every opening and finishing opponents off with the small claws on its front legs.",
        "They live in sunken ships or in holes in the seabed. When Golisopod and Grapploct battle, the loser becomes the winner’s meal."
    ],
    "sandygast": [
        "Grudges of the dead have possessed a mound of sand and become a Pokémon. Sandygast is fond of the shovel on its head.",
        "Sandygast mainly inhabits beaches. It takes control of anyone who puts their hand into its mouth, forcing them to make its body bigger."
    ],
    "palossand": [
        "Palossand is known as the Beach Nightmare. It pulls its prey down into the sand by controlling the sand itself, and then it sucks out their souls.",
        "This Pokémon lives on beaches, but it hates water. Palossand can’t maintain its castle-like shape if it gets drenched by a heavy rain."
    ],
    "pyukumuku": [
        "It lives in warm, shallow waters. If it encounters a foe, it will spit out its internal organs as a means to punch them.",
        "It’s covered in a slime that keeps its skin moist, allowing it to stay on land for days without drying up."
    ],
    "type-null": [
        "Rumor has it that the theft of top-secret research notes led to a new instance of this Pokémon being created in the Galar region.",
        "It was modeled after a mighty Pokémon of myth. The mask placed upon it limits its power in order to keep it under control."
    ],
    "silvally": [
        "A solid bond of trust between this Pokémon and its Trainer awakened the strength hidden within Silvally. It can change its type at will.",
        "The final factor needed to release this Pokémon’s true power was a strong bond with a Trainer it trusts."
    ],
    "minior-red-meteor": [
        "It lives in the ozone layer, where it becomes food for stronger Pokémon. When it tries to run away, it falls to the ground.",
        "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens."
    ],
    "komala": [
        "It stays asleep from the moment it’s born. When it falls into a deep sleep, it stops moving altogether.",
        "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet."
    ],
    "turtonator": [
        "Explosive substances coat the shell on its back. Enemies that dare attack it will be blown away by an immense detonation.",
        "Eating sulfur in its volcanic habitat is what causes explosive compounds to develop in its shell. Its droppings are also dangerously explosive."
    ],
    "togedemaru": [
        "With the long hairs on its back, this Pokémon takes in electricity from other electric Pokémon. It stores what it absorbs in an electric sac.",
        "When it’s in trouble, it curls up into a ball, makes its fur spikes stand on end, and then discharges electricity indiscriminately."
    ],
    "mimikyu-disguised": [
        "It wears a rag fashioned into a Pikachu costume in an effort to look less scary. Unfortunately, the costume only makes it creepier",
        "There was a scientist who peeked under Mimikyu’s old rag in the name of research. The scientist died of a mysterious disease."
    ],
    "bruxish": [
        "It burrows beneath the sand, radiating psychic power from the protuberance on its head. It waits for prey as it surveys the area.",
        "Its skin is thick enough to fend off Mareanie’s spikes. With its robust teeth, Bruxish crunches up the spikes and eats them."
    ],
    "drampa": [
        "The mountains it calls home are nearly two miles in height. On rare occasions, it descends to play with the children living in the towns below.",
        "Drampa is a kind and friendly Pokémon—up until it’s angered. When that happens, it stirs up a gale and flattens everything around."
    ],
    "dhelmise": [
        "After a piece of seaweed merged with debris from a sunken ship, it was reborn as this ghost Pokémon.",
        "After lowering its anchor, it waits for its prey. It catches large Wailord and drains their life-force."
    ],
    "jangmo-o": [
        "They learn to fight by smashing their head scales together. The dueling strengthens both their skills and their spirits.",
        "Jangmo-o strikes its scales to communicate with others of its kind. Its scales are actually fur that’s become as hard as metal."
    ],
    "hakamo-o": [
        "The scaleless, scarred parts of its body are signs of its strength. It shows them off to defeated opponents.",
        "Before attacking its enemies, it clashes its scales together and roars. Its sharp claws shred the opposition."
    ],
    "kommo-o": [
        "It clatters its tail scales to unnerve opponents. This Pokémon will battle only those who stand steadfast in the face of this display.",
        "Certain ruins have paintings of ancient warriors wearing armor made of Kommo-o scales."
    ],
    "tapu-koko": [
        "Although it’s called a guardian deity, if a person or Pokémon puts it in a bad mood, it will become a malevolent deity and attack.",
        "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time."
    ],
    "tapu-lele": [
        "It heals the wounds of people and Pokémon by sprinkling them with its sparkling scales. This guardian deity is worshiped on Akala.",
        "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate."
    ],
    "tapu-bulu": [
        "Although it’s called a guardian deity, it’s violent enough to crush anyone it sees as an enemy.",
        "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula’ula controls plants."
    ],
    "tapu-fini": [
        "This guardian deity of Poni Island manipulates water. Because it lives deep within a thick fog, it came to be both feared and revered.",
        "Although it’s called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini."
    ],
    "cosmog": [
        "Even though its helpless, gaseous body can be blown away by the slightest breeze, it doesn’t seem to care.",
        "Whether or not it’s a Pokémon from this world is a mystery. When it’s in a jam, it warps away to a safe place to hide."
    ],
    "cosmoem": [
        "The king who ruled Alola in times of antiquity called it the “cocoon of the stars” and built an altar to worship it.",
        "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid."
    ],
    "solgaleo": [
        "Sometimes the result of its opening an Ultra Wormhole is that energy and life-forms from other worlds are called here to this world.",
        "In writings from the distant past, it’s called by the name “the beast that devours the sun.”"
    ],
    "lunala": [
        "Records of it exist in writings from long, long ago, where it was known by the name “the beast that calls the moon.”",
        "It sometimes summons unknown powers and life-forms here to this world from holes that lead to other worlds."
    ],
    "nihilego": [
        "A life-form from another world, it was dubbed a UB and is thought to produce a strong neurotoxin.",
        "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon."
    ],
    "buzzwole": [
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
        "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast."
    ],
    "pheromosa": [
        "A life-form that lives in another world, its body is thin and supple, but it also possesses great power.",
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
    ],
    "xurkitree": [
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
        "They’ve been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground."
    ],
    "celesteela": [
        "One of the dangerous UBs, high energy readings can be detected coming from both of its huge arms.",
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
    ],
    "kartana": [
        "This Ultra Beast’s body, which is as thin as paper, is like a sharpened sword.",
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
    ],
    "guzzlord": [
        "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
        "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something."
    ],
    "necrozma": [
        "It looks somehow pained as it rages around in search of light, which serves as its energy. It’s apparently from another world.",
        "Light is the source of its energy. If it isn’t devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving."
    ],
    "magearna": [
        "It synchronizes its consciousness with others to understand their feelings. This faculty makes it useful for taking care of people.",
        "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form."
    ],
    "marshadow": [
        "It slips into the shadows of others and mimics their powers and movements. As it improves, it becomes stronger than those it’s imitating.",
        "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities."
    ],
    "poipole": [
        "This Ultra Beast is well enough liked to be chosen as a first partner in its own world.",
        "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head."
    ],
    "naganadel": [
        "It stores hundreds of liters of poisonous liquid inside its body. It is one of the organisms known as UBs.",
        "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive."
    ],
    "stakataka": [
        "It appeared from an Ultra Wormhole. Each one appears to be made up of many life-forms stacked one on top of each other.",
        "When stone walls started moving and attacking, the brute’s true identity was this mysterious life-form, which brings to mind an Ultra Beast."
    ],
    "blacephalon": [
        "It slithers toward people. Then, without warning, it triggers the explosion of its own head. It’s apparently one kind of Ultra Beast.",
        "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents’ surprise to rob them of their vitality."
    ],
    "zeraora": [
        "It electrifies its claws and tears its opponents apart with them. Even if they dodge its attack, they’ll be electrocuted by the flying sparks.",
        "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws."
    ],
    "meltan": [
        "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its body of molten steel.",
        "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its body of molten steel."
    ],
    "melmetal": [
        "At the end of its life-span, Melmetal will rust and fall apart. The small shards left behind will eventually be reborn as Meltan.",
        "Centrifugal force is behind the punches of Melmetal’s heavy hex-nut arms. Melmetal is said to deliver the strongest punches of all Pokémon."
    ],
    "grookey": [
        "When it uses its special stick to strike up a beat, the sound waves produced carry revitalizing energy to the plants and flowers in the area.",
        "It attacks with rapid beats of its stick. As it strikes with amazing speed, it gets more and more pumped."
    ],
    "thwackey": [
        "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.",
        "When it’s drumming out rapid beats in battle, it gets so caught up in the rhythm that it won’t even notice that it’s already knocked out its opponent."
    ],
    "rillaboom": [
        "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.",
        "The one with the best drumming techniques becomes the boss of the troop. It has a gentle disposition and values harmony among its group."
    ],
    "scorbunny": [
        "A warm-up of running around gets fire energy coursing through this Pokémon’s body. Once that happens, it’s ready to fight at full power.",
        "It has special pads on the backs of its feet, and one on its nose. Once it’s raring to fight, these pads radiate tremendous heat."
    ],
    "raboot": [
        "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.",
        "It kicks berries right off the branches of trees and then juggles them with its feet, practicing its footwork."
    ],
    "cinderace": [
        "It juggles a pebble with its feet, turning it into a burning soccer ball. Its shots strike opponents hard and leave them scorched.",
        "It’s skilled at both offense and defense, and it gets pumped up when cheered on. But if it starts showboating, it could put itself in a tough spot."
    ],
    "sobble": [
        "When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won’t be able to resist weeping.",
        "When it gets wet, its skin changes color, and this Pokémon becomes invisible as if it were camouflaged."
    ],
    "drizzile": [
        "A clever combatant, this Pokémon battles using water balloons created with moisture secreted from its palms.",
        "Highly intelligent but also very lazy, it keeps enemies out of its territory by laying traps everywhere."
    ],
    "inteleon": [
        "It has many hidden capabilities, such as fingertips that can shoot water and a membrane on its back that it can use to glide through the air.",
        "Its nictitating membranes let it pick out foes’ weak points so it can precisely blast them with water that shoots from its fingertips at Mach 3."
    ],
    "skwovet": [
        "Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries.",
        "It eats berries nonstop—a habit that has made it more resilient than it looks. It’ll show up on farms, searching for yet more berries."
    ],
    "greedent": [
        "It stashes berries in its tail—so many berries that they fall out constantly. But this Pokémon is a bit slow-witted, so it doesn’t notice the loss.",
        "Common throughout the Galar region, this Pokémon has strong teeth and can chew through the toughest of berry shells."
    ],
    "rookidee": [
        "It will bravely challenge any opponent, no matter how powerful. This Pokémon benefits from every battle—even a defeat increases its strength a bit.",
        "Jumping nimbly about, this small-bodied Pokémon takes advantage of even the slightest opportunity to disorient larger opponents."
    ],
    "corvisquire": [
        "Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies.",
        "The lessons of many harsh battles have taught it how to accurately judge an opponent’s strength."
    ],
    "corviknight": [
        "This Pokémon reigns supreme in the skies of the Galar region. The black luster of its steel body could drive terror into the heart of any foe.",
        "With their great intellect and flying skills, these Pokémon very successfully act as the Galar region’s airborne taxi service."
    ],
    "blipbug": [
        "A constant collector of information, this Pokémon is very smart. Very strong is what it isn’t.",
        "Often found in gardens, this Pokémon has hairs on its body that it uses to assess its surroundings."
    ],
    "dottler": [
        "It barely moves, but it’s still alive. Hiding in its shell without food or water seems to have awakened its psychic powers.",
        "As it grows inside its shell, it uses its psychic abilities to monitor the outside world and prepare for evolution."
    ],
    "orbeetle": [
        "It’s famous for its high level of intelligence, and the large size of its brain is proof that it also possesses immense psychic power.",
        "It emits psychic energy to observe and study what’s around it—and what’s around it can include things over six miles away."
    ],
    "nickit": [
        "Aided by the soft pads on its feet, it silently raids the food stores of other Pokémon. It survives off its ill-gotten gains.",
        "Cunning and cautious, this Pokémon survives by stealing food from others. It erases its tracks with swipes of its tail as it makes off with its plunder."
    ],
    "thievul": [
        "It secretly marks potential targets with a scent. By following the scent, it stalks its targets and steals from them when they least expect it.",
        "With a lithe body and sharp claws, it goes around stealing food and eggs. Boltund is its natural enemy."
    ],
    "gossifleur": [
        "It anchors itself in the ground with its single leg, then basks in the sun. After absorbing enough sunlight, its petals spread as it blooms brilliantly.",
        "It whirls around in the wind while singing a joyous song. This delightful display has charmed many into raising this Pokémon."
    ],
    "eldegoss": [
        "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them.",
        "The cotton on the head of this Pokémon can be spun into a glossy, gorgeous yarn—a Galar regional specialty."
    ],
    "wooloo": [
        "Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed.",
        "If its fleece grows too long, Wooloo won’t be able to move. Cloth made with the wool of this Pokémon is surprisingly strong."
    ],
    "dubwool": [
        "Weave a carpet from its springy wool, and you end up with something closer to a trampoline. You’ll start to bounce the moment you set foot on it.",
        "Its majestic horns are meant only to impress the opposite gender. They never see use in battle."
    ],
    "chewtle": [
        "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.",
        "It starts off battles by attacking with its rock-hard horn, but as soon as the opponent flinches, this Pokémon bites down and never lets go."
    ],
    "drednaw": [
        "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.",
        "This Pokémon rapidly extends its retractable neck to sink its sharp fangs into distant enemies and take them down."
    ],
    "yamper": [
        "This Pokémon is very popular as a herding dog in the Galar region. As it runs, it generates electricity from the base of its tail.",
        "This gluttonous Pokémon only assists people with their work because it wants treats. As it runs, it crackles with electricity."
    ],
    "boltund": [
        "This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days.",
        "It sends electricity through its legs to boost their strength. Running at top speed, it easily breaks 50 mph."
    ],
    "rolycoly": [
        "Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago.",
        "It can race around like a unicycle, even on rough, rocky terrain. Burning coal sustains it."
    ],
    "carkol": [
        "It forms coal inside its body. Coal dropped by this Pokémon once helped fuel the lives of people in the Galar region.",
        "By rapidly rolling its legs, it can travel at over 18 mph. The temperature of the flames it breathes exceeds 1,800 degrees Fahrenheit."
    ],
    "coalossal": [
        "It’s usually peaceful, but the vandalism of mines enrages it. Offenders will be incinerated with flames that reach 2,700 degrees Fahrenheit.",
        "While it’s engaged in battle, its mountain of coal will burn bright red, sending off sparks that scorch the surrounding area."
    ],
    "applin": [
        "It spends its entire life inside an apple. It hides from its natural enemies, bird Pokémon, by pretending it’s just an apple and nothing more.",
        "As soon as it’s born, it burrows into an apple. Not only does the apple serve as its food source, but the flavor of the fruit determines its evolution."
    ],
    "flapple": [
        "It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns.",
        "It flies on wings of apple skin and spits a powerful acid. It can also change its shape into that of an apple."
    ],
    "appletun": [
        "Eating a sweet apple caused its evolution. A nectarous scent wafts from its body, luring in the bug Pokémon it preys on.",
        "Its body is covered in sweet nectar, and the skin on its back is especially yummy. Children used to have it as a snack."
    ],
    "silicobra": [
        "As it digs, it swallows sand and stores it in its neck pouch. The pouch can hold more than 17 pounds of sand.",
        "It spews sand from its nostrils. While the enemy is blinded, it burrows into the ground to hide."
    ],
    "sandaconda": [
        "When it contracts its body, over 220 pounds of sand sprays from its nose. If it ever runs out of sand, it becomes disheartened.",
        "Its unique style of coiling allows it to blast sand out of its sand sac more efficiently."
    ],
    "cramorant": [
        "It’s so strong that it can knock out some opponents in a single hit, but it also may forget what it’s battling midfight.",
        "This hungry Pokémon swallows Arrokuda whole. Occasionally, it makes a mistake and tries to swallow a Pokémon other than its preferred prey."
    ],
    "arrokuda": [
        "If it sees any movement around it, this Pokémon charges for it straightaway, leading with its sharply pointed jaw. It’s very proud of that jaw.",
        "After it’s eaten its fill, its movements become extremely sluggish. That’s when Cramorant swallows it up."
    ],
    "barraskewda": [
        "This Pokémon has a jaw that’s as sharp as a spear and as strong as steel. Apparently Barraskewda’s flesh is surprisingly tasty, too.",
        "It spins its tail fins to propel itself, surging forward at speeds of over 100 knots before ramming prey and spearing into them."
    ],
    "toxel": [
        "It stores poison in an internal poison sac and secretes that poison through its skin. If you touch this Pokémon, a tingling sensation follows.",
        "It manipulates the chemical makeup of its poison to produce electricity. The voltage is weak, but it can cause a tingling paralysis."
    ],
    "sizzlipede": [
        "It stores flammable gas in its body and uses it to generate heat. The yellow sections on its belly get particularly hot.",
        "It wraps prey up with its heated body, cooking them in its coils. Once they’re well-done, it will voraciously nibble them down to the last morsel."
    ],
    "centiskorch": [
        "When it heats up, its body temperature reaches about 1,500 degrees Fahrenheit. It lashes its body like a whip and launches itself at enemies.",
        "While its burning body is already dangerous on its own, this excessively hostile Pokémon also has large and very sharp fangs."
    ],
    "clobbopus": [
        "It’s very curious, but its means of investigating things is to try to punch them with its tentacles. The search for food is what brings it onto land.",
        "Its tentacles tear off easily, but it isn’t alarmed when that happens—it knows they’ll grow back. It’s about as smart as a three-year-old."
    ],
    "grapploct": [
        "A body made up of nothing but muscle makes the grappling moves this Pokémon performs with its tentacles tremendously powerful.",
        "Searching for an opponent to test its skills against, it emerges onto land. Once the battle is over, it returns to the sea."
    ],
    "sinistea": [
        "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.",
        "The teacup in which this Pokémon makes its home is a famous piece of antique tableware. Many forgeries are in circulation."
    ],
    "polteageist": [
        "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.",
        "Leaving leftover black tea unattended is asking for this Pokémon to come along and pour itself into it, turning the tea into a new Polteageist."
    ],
    "hatenna": [
        "Via the protrusion on its head, it senses other creatures’ emotions. If you don’t have a calm disposition, it will never warm up to you.",
        "If this Pokémon senses a strong emotion, it will run away as fast as it can. It prefers areas without people."
    ],
    "hattrem": [
        "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.",
        "Using the braids on its head, it pummels foes to get them to quiet down. One blow from those braids would knock out a professional boxer."
    ],
    "hatterene": [
        "It emits psychic power strong enough to cause headaches as a deterrent to the approach of others.",
        "If you’re too loud around it, you risk being torn apart by the claws on its tentacle. This Pokémon is also known as the Forest Witch."
    ],
    "impidimp": [
        "Through its nose, it sucks in the emanations produced by people and Pokémon when they feel annoyed. It thrives off this negative energy.",
        "It sneaks into people’s homes, stealing things and feasting on the negative energy of the frustrated occupants."
    ],
    "morgrem": [
        "When it gets down on all fours as if to beg for forgiveness, it’s trying to lure opponents in so that it can stab them with its spear-like hair.",
        "With sly cunning, it tries to lure people into the woods. Some believe it to have the power to make crops grow."
    ],
    "grimmsnarl": [
        "With the hair wrapped around its body helping to enhance its muscles, this Pokémon can overwhelm even Machamp.",
        "Its hairs work like muscle fibers. When its hairs unfurl, they latch on to opponents, ensnaring them as tentacles would."
    ],
    "obstagoon": [
        "Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct.",
        "It evolved after experiencing numerous fights. While crossing its arms, it lets out a shout that would make any opponent flinch."
    ],
    "perrserker": [
        "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.",
        "After many battles, it evolved dangerous claws that come together to form daggers when extended."
    ],
    "cursola": [
        "Its shell is overflowing with its heightened otherworldly energy. The ectoplasm serves as protection for this Pokémon's core spirit.",
        "Be cautious of the ectoplasmic body surrounding its soul. You'll become stiff as stone if you touch it."
    ],
    "sirfetchd": [
        "Only Farfetch'd that have survived many battles can attain this evolution. When this Pokémon's leek withers, it will retire from combat.",
        "After deflecting attacks with its hard leaf shield, it strikes back with its sharp leek stalk. The leek stalk is both weapon and food."
    ],
    "mr-rime": [
        "It’s highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements.",
        "Its amusing movements make it very popular. It releases its psychic power from the pattern on its belly."
    ],
    "runerigus": [
        "A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move.",
        "Never touch its shadowlike body, or you'll be shown the horrific memories behind the picture carved into it."
    ],
    "milcery": [
        "This Pokémon was born from sweet-smelling particles in the air. Its body is made of cream.",
        "They say that any patisserie visited by Milcery is guaranteed success and good fortune."
    ],
    "alcremie": [
        "When it trusts a Trainer, it will treat them to berries it's decorated with cream.",
        "When Alcremie is content, the cream it secretes from its hands becomes sweeter and richer."
    ],
    "falinks": [
        "Five of them are troopers, and one is the brass. The brass’s orders are absolute.",
        "The six of them work together as one Pokémon. Teamwork is also their battle strategy, and they constantly change their formation as they fight."
    ],
    "pincurchin": [
        "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.",
        "It stores electricity in each spine. Even if one gets broken off, it still continues to emit electricity for at least three hours."
    ],
    "snom": [
        "It spits out thread imbued with a frigid sort of energy and uses it to tie its body to branches, disguising itself as an icicle while it sleeps.",
        "It eats snow that piles up on the ground. The more snow it eats, the bigger and more impressive the spikes on its back grow."
    ],
    "frosmoth": [
        "Icy scales fall from its wings like snow as it flies over fields and mountains. The temperature of its wings is less than −290 degrees Fahrenheit.",
        "It shows no mercy to any who desecrate fields and mountains. It will fly around on its icy wings, causing a blizzard to chase offenders away."
    ],
    "stonjourner": [
        "It stands in grasslands, watching the sun’s descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks.",
        "Once a year, on a specific date and at a specific time, they gather out of nowhere and form up in a circle."
    ],
    "cufant": [
        "It digs up the ground with its trunk. It’s also very strong, being able to carry loads of over five tons without any problem at all.",
        "If a job requires serious strength, this Pokémon will excel at it. Its copper body tarnishes in the rain, turning a vibrant green color."
    ],
    "copperajah": [
        "They came over from another region long ago and worked together with humans. Their green skin is resistant to water.",
        "These Pokémon live in herds. Their trunks have incredible grip strength, strong enough to crush giant rocks into powder."
    ],
    "dracozolt": [
        "In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources.",
        "The powerful muscles in its tail generate its electricity. Compared to its lower body, its upper half is entirely too small."
    ],
    "arctozolt": [
        "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.",
        "This Pokémon lived on prehistoric seashores and was able to preserve food with the ice on its body. It went extinct because it moved so slowly."
    ],
    "dracovish": [
        "Powerful legs and jaws made it the apex predator of its time. Its own overhunting of its prey was what drove it to extinction.",
        "Its mighty legs are capable of running at speeds exceeding 40 mph, but this Pokémon can’t breathe unless it’s underwater."
    ],
    "arctovish": [
        "Though it’s able to capture prey by freezing its surroundings, it has trouble eating the prey afterward because its mouth is on top of its head.",
        "The skin on its face is impervious to attack, but breathing difficulties made this Pokémon go extinct anyway."
    ],
    "duraludon": [
        "Its body resembles polished metal, and it’s both lightweight and strong. The only drawback is that it rusts easily.",
        "The special metal that composes its body is very light, so this Pokémon has considerable agility. It lives in caves because it dislikes the rain."
    ],
    "dreepy": [
        "After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.",
        "If this weak Pokémon is by itself, a mere child could defeat it. But if Dreepy has friends to help it train, it can evolve and become much stronger."
    ],
    "drakloak": [
        "It’s capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve.",
        "Without a Dreepy to place on its head and care for, it gets so uneasy it’ll try to substitute any Pokémon it finds for the missing Dreepy."
    ],
    "dragapult": [
        "When it isn’t battling, it keeps Dreepy in the holes on its horns. Once a fight starts, it launches the Dreepy like supersonic missiles.",
        "Apparently the Dreepy inside Dragapult’s horns eagerly look forward to being launched out at Mach speeds."
    ],
    "zacian": [
        "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.",
        "This Pokémon has slumbered for many years. Some say it’s Zamazenta’s elder sister—others say the two Pokémon are rivals."
    ],
    "zamazenta": [
        "In times past, it worked together with a king of the people to save the Galar region. It absorbs metal that it then uses in battle.",
        "This Pokémon slept for aeons while in the form of a statue. It was asleep for so long, people forgot that it ever existed."
    ],
    "eternatus": [
        "The core on its chest absorbs energy emanating from the lands of the Galar region. This energy is what allows Eternatus to stay active.",
        "It was inside a meteorite that fell 20,000 years ago. There seems to be a connection between this Pokémon and the Dynamax phenomenon."
    ],
    "kubfu": [
        "Kubfu trains hard to perfect its moves. The moves it masters will determine which form it takes when it evolves.",
        "If Kubfu pulls the long white hair on its head, its fighting spirit heightens and power wells up from the depths of its belly."
    ],
    "zarude": [
        "Within dense forests, this Pokémon lives in a pack\nwith others of its kind. It's incredibly aggressive,\nand the other Pokémon of the forest fear it.",
        "Once the vines on Zarude's body tear off, they\nbecome nutrients in the soil. This helps the plants\nof the forest grow."
    ],
    "regieleki": [
        "This Pokémon is a cluster of electrical energy. It’s said that removing the rings on Regieleki’s body will unleash the Pokémon’s latent power.",
        "Its entire body is made up of a single organ that generates electrical energy. Regieleki is capable of creating all Galar’s electricity."
    ],
    "regidrago": [
        "An academic theory proposes that Regidrago’s arms were once the head of an ancient dragon Pokémon. The theory remains unproven.",
        "Its body is composed of crystallized dragon energy. Regidrago is said to have the powers of every dragon Pokémon."
    ],
    "glastrier": [
        "Glastrier emits intense cold from its hooves. It’s also a belligerent Pokémon—anything it wants, it takes by force.",
        "Glastrier has tremendous physical strength, and the mask of ice covering its face is 100 times harder than diamond."
    ],
    "spectrier": [
        "It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body.",
        "As it dashes through the night, Spectrier absorbs the life-force of sleeping creatures. It craves silence and solitude."
    ],
    "calyrex": [
        "Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore.",
        "Calyrex is known in legend as a king that ruled over Galar in ancient times. It has the power to cause hearts to mend and plants to spring forth."
    ]
}